{
  "2015": [
    {
      "id": "short_4",
      "type": "short_answer",
      "chapter_name": "The Last Lesson",
      "question": "Complete the following sentences of the basis of your textual reading:",
      "prashna": "अपने पाठ्य पुस्तक के अध्ययन के आधार पर निम्नलिखित वाक्यों को पूरा करें:",
      "sub_questions": {
        "a": "This means that cheap daily paper which goes everywhere and has the most ………….",
        "b": "India has always been part of my............ in my life."
      },
      "anuprashna": {
        "a": "इसका अर्थ है कि सस्ता दैनिक समाचार पत्र जो हर जगह जाता है और जिसके पास सबसे अधिक …………. है।",
        "b": "भारत हमेशा मेरे जीवन में मेरे ............ का हिस्सा रहा है।"
      }
    }
  ],
  "2016": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Last Lesson",
      "question": "Translate the following sentences into English: (a) वह कहाँ जा रहा है? (b) वह मेरी अच्छी दोस्त है। (c) दौड़ना सेहत के लिए अच्छा है। (d) वह खुश है। (e) उसने मुझे हँसाया।",
      "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें: (क) वह कहाँ जा रहा है? (ख) वह मेरी अच्छी दोस्त है। (ग) दौड़ना सेहत के लिए अच्छा है। (घ) वह खुश है। (ङ) उसने मुझे हँसाया।"
    },
    {
      "id": "short_2",
      "type": "short_answer",
      "chapter_name": "The Last Lesson",
      "question": "Match the poets given in List-A with appropriate titles from List-B: List-A: (a) Rupert Brooke, (b) Walter de la Mare, (c) K.N. Daruwala, (d) John Keats, (e) D.H Lawrence. List-B: (i) An Epitaph, (ii) Fire Hymn, (iii) To Autumn, (iv) Snake, (v) The Soldier",
      "prashna": "सूची-A में दिए गए कवियों का सूची-B के उपयुक्त शीर्षकों से मिलान करें: सूची-A: (क) रूपर्ट ब्रुक, (ख) वाल्टर डी ला मारे, (ग) के.एन. दारूवाला, (घ) जॉन कीट्स, (ङ) डी.एच. लॉरेंस। सूची-B: (i) एन एपिटाफ, (ii) फायर हिम्न, (iii) टू ऑटम, (iv) स्नेक, (v) द सोल्जर"
    }
  ],
  "2017": [
    {
      "id": "short_2",
      "type": "short_answer",
      "chapter_name": "The Last Lesson",
      "question": "Name the poets who wrote the following lines:",
      "prashna": "उन कवियों के नाम लिखिए जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:",
      "sub_questions": {
        "a": "When thou weep'st, unkindly kind. My life's blood doth decay.",
        "b": "And when the foreign office find a treaty's gone astray, or the Admiralty lose some plans and drawings by the way.",
        "c": "Here lies a most beautiful lady, Light of step and heart was she.",
        "d": "Where are the songs of spring? Ay, where are they? Think not of them, thou hast thy music too.",
        "e": "Whose white waterfall could bliss. Travellers in their last distress."
      },
      "anuprashna": {
        "a": "जब तुम रोती हो, बेरहमी से दयालु। मेरे जीवन का रक्त क्षय हो जाता है।",
        "b": "और जब विदेश कार्यालय को पता चलता है कि कोई संधि भटक गई है, या एडमिरल्टी रास्ते में कुछ योजनाएं और चित्र खो देती है।",
        "c": "यहाँ एक अत्यंत सुंदर महिला लेटी है, वह चलने में हल्की और दिल की कोमल थी।",
        "d": "वसंत के गीत कहाँ हैं? हाय, वे कहाँ हैं? उनके बारे में मत सोचो, तुम्हारे पास अपना संगीत भी है।",
        "e": "जिसका सफेद झरना आनंद दे सकता है। यात्रियों को उनके अंतिम संकट में।"
      }
    }
  ]
}