{
  "2009": [
    {
      "id": "short_6",
      "type": "short_answer",
      "chapter_name": "The Interview",
      "question": "Match the names given in List-A with List-B. \nList-A: (a) Arms and the Man, (b) Macbeth, (c) Untouchable, (d) The Guide, (e) A Passage to India. \nList-B: (i) E.M. Forster, (ii) Mulk Raj Anand, (iii) William Shakespeare, (iv) G.B. Shaw, (v) R.K. Narayan.",
      "prashna": "सूची-A में दिए गए नामों का सूची-B से मिलान करें। \nसूची-A: (क) आर्म्स एंड द मैन, (ख) मैकबेथ, (ग) अनटचेबल, (घ) द गाइड, (ङ) ए पैसेज टू इंडिया। \nसूची-B: (i) ई.एम. फोस्टर, (ii) मुल्क राज आनंद, (iii) विलियम शेक्सपियर, (iv) जी.बी. शॉ, (v) आर.के. नारायण।"
    }
  ],
  "2014": [
    {
      "id": "short_4",
      "type": "short_answer",
      "chapter_name": "The Interview",
      "question": "Name the poets who wrote the following lines:",
      "prashna": "निम्नलिखित पंक्तियों को लिखने वाले कवियों के नाम बताइए:",
      "sub_questions": {
        "a": "I harbour for good or bad, I permit to speak at every hazard, Nature without check with original energy.",
        "b": "Was it cowardice, that I dared not kill him? Was is perversity, that I longed to talk to him? Was it humility, to feel so honoured? I felt so honoured.",
        "c": "......... I who have lost My way and beg now at strangers' doors to Receive love, at least in small change?",
        "d": "Here lies a most beautiful lady. Light of step and heart was she; I think she was the most beautiful lady That ever was in the West county..",
        "e": "Cold, impossible, ahead lists the mountain's lovely head Whose white waterfalls could bless Travellers in their last distress."
      },
      "anuprashna": {
        "a": "I harbour for good or bad, I permit to speak at every hazard, Nature without check with original energy.",
        "b": "Was it cowardice, that I dared not kill him? Was is perversity, that I longed to talk to him? Was it humility, to feel so honoured? I felt so honoured.",
        "c": "......... I who have lost My way and beg now at strangers' doors to Receive love, at least in small change?",
        "d": "Here lies a most beautiful lady. Light of step and heart was she; I think she was the most beautiful lady That ever was in the West county..",
        "e": "Cold, impossible, ahead lists the mountain's lovely head Whose white waterfalls could bless Travellers in their last distress."
      }
    }
  ],
  "2016": [
    {
      "id": "short_4",
      "type": "short_answer",
      "chapter_name": "The Interview",
      "question": "Name the authors of the following prose pieces: (a) How Free is the Press (b) I have a Dream (c) The Earth",
      "prashna": "निम्नलिखित गद्य रचनाओं के लेखकों के नाम लिखिए: (क) हाउ फ्री इज द प्रेस (ख) आई हैव ए ड्रीम (ग) द अर्थ"
    }
  ],
  "2022": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Interview",
      "question": "Answer any five of the following in about 40-50 words each :\na) What is the belief prevailing in Sicily about a snake ?\nb) If at all he dies in the battle, how would the soldier like to be remembered ?\nc) What happens in autumn ?\nd) Why did the writer not mind her host eating in the opposite corner of the room ?\ne) Are there restrictions on Press in time of war ?\nf) What made Seibei's heart beat faster ?\ng) Write the names of dramatic elements.\nh) Name four countries where English is used as a second language.\ni) What was the impact of the Norman conquest on vocabulary of English ?\nj) What standardized English spelling and pronunciation ?",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:\nक) सिसिली में सांप के बारे में क्या धारणा प्रचलित है?\nख) यदि वह युद्ध में मर जाता है, तो सैनिक किस प्रकार याद किया जाना चाहेगा?\nग) शरद ऋतु में क्या होता है?\nघ) लेखिका को अपने मेजबान के कमरे के विपरीत कोने में खाने पर आपत्ति क्यों नहीं हुई?\nङ) क्या युद्ध के समय प्रेस पर पाबंदियां होती हैं?\nच) सेबेई के दिल की धड़कन तेज क्यों हो गई?\nछ) नाटकीय तत्वों के नाम लिखिए।\nज) उन चार देशों के नाम बताइए जहाँ अंग्रेजी का प्रयोग दूसरी भाषा के रूप में किया जाता है।\nझ) अंग्रेजी की शब्दावली पर नॉर्मन विजय का क्या प्रभाव पड़ा?\nञ) अंग्रेजी की वर्तनी और उच्चारण को किसने मानकीकृत किया?"
    }
  ]
}