{
  "2009": [
    {
      "id": "short_3",
      "type": "short_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Match the names given in List-A with appropriate titles from List-B. \nList-A: (a) John Keats, (b) Walter de la Mare, (c) Kamala Das, (d) Keki N. Daruwalia, (e) W.H. Auden. \nList-B: (i) Fire Hymn, (ii) Epitaph, (iii) Now the Leaves Are Falling Fast, (iv) My Grandmother's House, (v) To Autumn.",
      "prashna": "सूची-A में दिए गए नामों का सूची-B के उपयुक्त शीर्षकों से मिलान करें। \nसूची-A: (क) जॉन कीट्स, (ख) वाल्टर डी ला मारे, (ग) कमला दास, (घ) केकी एन. दारूवाला, (ङ) डब्ल्यू.एच. ऑडेन। \nसूची-B: (i) फायर हाइम्न, (ii) एपिटाफ, (iii) नाउ द लीव्स आर फॉलिंग फास्ट, (iv) माई ग्रैंडमदर्स हाउस, (v) टू ऑटम।"
    }
  ],
  "2012": [
    {
      "id": "short_2",
      "type": "short_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Match the poets given in List-A with appropriate titles from List-B: \nList-A: (a) Walter de la Mare, (b) John Keats, (c) Rupert Brooke, (d) Keki N. Daruwala, (e) Walt Whitman \nList-B: (i) The Soldier, (ii) Fire-Hymn, (iii) An Epitaph, (iv) Song of Myself, (v) To Autumn",
      "prashna": "सूची-A में दिए गए कवियों का सूची-B के उपयुक्त शीर्षकों के साथ मिलान करें: \nसूची-A: (क) वाल्टर डी ला मेयर, (ख) जॉन कीट्स, (ग) रूपर्ट ब्रुक, (घ) केकी एन. दारूवाला, (ङ) वॉल्ट व्हिटमैन \nसूची-B: (i) द सोल्जर, (ii) फायर-हिमन, (iii) एन एपिटाफ, (iv) सॉन्ग ऑफ माईसेल्फ, (v) टू ऑटम"
    },
    {
      "id": "short_6_2",
      "type": "short_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Name any five English dramatists.",
      "prashna": "किन्हीं पाँच अंग्रेजी नाटककारों के नाम लिखिए।"
    }
  ],
  "2013": [
    {
      "id": "short_6",
      "type": "short_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Name the authors of the following works:\n(a) Pride and Prejudice\n(b) Paradise Lost\n(c) The Guide\n(d) The Merchant of Venice\n(e) The Gitanjali",
      "prashna": "निम्नलिखित कृतियों के लेखकों के नाम बताइए:\n(क) प्राइड एंड प्रेजुडिस\n(ख) पैराडाइज लॉस्ट\n(ग) द गाइड\n(घ) द मर्चेंट ऑफ वेनिस\n(ङ) गीतांजलि"
    }
  ]
}