{
  "2009": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Translate the following sentences into English: (a) मैं गाँव में रहता हूँ। (b) मेरा गाँव पटना के नजदीक है। (c) मुझे ग्रामीण जीवन बहुत पसंद हैं। (d) मेरे घर के पीछे जंगल है। (e) मैं प्रतिदिन वहाँ टहलने जाता हूँ।",
      "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें: (क) मैं गाँव में रहता हूँ। (ख) मेरा गाँव पटना के नजदीक है। (ग) मुझे ग्रामीण जीवन बहुत पसंद हैं। (घ) मेरे घर के पीछे जंगल है। (ङ) मैं प्रतिदिन वहाँ टहलने जाता हूँ।"
    },
    {
      "id": "short_4",
      "type": "short_answer",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Name the authors of the following pieces: (a) Indian civilization and Culture (b) A Pinch of Snuff (c) The Earth",
      "prashna": "निम्नलिखित रचनाओं के लेखकों के नाम लिखें: (क) इंडियन सिविलाइजेशन एंड कल्चर (ख) ए पिंच ऑफ स्नफ (ग) द अर्थ"
    },
    {
      "id": "short_5",
      "type": "short_answer",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Complete the following sentences on the basis of your textual reading: (a) Seibei was passionately interested in ............. (b) Seibei was ............... old.",
      "prashna": "अपने पाठ्य पुस्तक के अध्ययन के आधार पर निम्नलिखित वाक्यों को पूरा करें: (क) सेबेई को ............. में गहरी रुचि थी। (ख) सेबेई ............... साल का था।"
    }
  ],
  "2010": [
    {
      "id": "short_3",
      "type": "short_answer",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Name the poets who wrote the following lines:\n(a) I celebrate myself, and sing myself.\nAnd what I assume you shall assume.\n(b) Whose white waterfall could bless\nTravellers in their last distress.\n(c) Where are the songs of spring?\nAy, where are they?\n(d) If in thine life thou waste.\nThou art the best of me.\n(e) I swore to save fire\nFrom the sin of forgetfulness.",
      "prashna": "उन कवियों के नाम बताइए जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:\n(क) मैं स्वयं का उत्सव मनाता हूँ, और स्वयं गाता हूँ। और जो मैं मानूंगा वही आप मानेंगे।\n(ख) किसका सफेद जलप्रपात यात्रियों को उनके अंतिम संकट में आशीर्वाद दे सकता था।\n(ग) वसंत के गीत कहाँ हैं? आय, वे कहाँ हैं?\n(घ) यदि तुम अपने जीवन में नष्ट हो जाओ। तुम मेरा सबसे अच्छा हिस्सा हो।\n(ङ) मैंने अग्नि को विस्मृति के पाप से बचाने की शपथ ली थी।"
    },
    {
      "id": "short_4",
      "type": "short_answer",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Complete the following sentences on the basis of your textual reading: \n(a) Dr. Radhakrishnan never lost his faith in…………\n(b) Nanukaka was coming to Delhi to……………",
      "prashna": "अपने पाठ्य पठन के आधार पर निम्नलिखित वाक्यों को पूरा करें:\n(क) डॉ. राधाकृष्णन ने कभी भी अपना विश्वास नहीं खोया ………\n(ख) नानूकाका दिल्ली आ रहे थे ………"
    }
  ],
  "2017": [
    {
      "id": "short_6_1",
      "type": "short_answer",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Name any five English dramatists.",
      "prashna": "किन्हीं पाँच अंग्रेजी नाटककारों के नाम लिखिए।"
    }
  ]
}