{
  "2014": [
    {
      "id": "short_5",
      "type": "short_answer",
      "chapter_name": "The Enemy",
      "question": "Name the authors of the following prose pieces:",
      "prashna": "निम्नलिखित गद्य अंशों के लेखकों के नाम बताइए:",
      "sub_questions": {
        "a": "Indian Civilization and Culture",
        "b": "Ideas That Have Helped Mankind",
        "c": "The Artist"
      },
      "anuprashna": {
        "a": "इंडियन सिविलाइजेशन एंड कल्चर",
        "b": "आइडियाज दैट हैव हेल्प्ड मैनकाइंड",
        "c": "द आर्टिस्ट"
      }
    }
  ],
  "2015": [
    {
      "id": "short_2",
      "type": "short_answer",
      "chapter_name": "The Enemy",
      "question": "Name the poets who wrote the following lines:",
      "prashna": "उन कवियों के नाम लिखें जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:",
      "sub_questions": {
        "a": "If I should die; think only this of me; That there's some corner of a foreign field That is for ever England.",
        "b": "He hath no desire, nor sense Nor halfe so short a way Then fears not mee..",
        "c": "Where are the songs of spring? Ay, where are they? Think not of them, thou has thy music too-",
        "d": "Macavity's a ginger cat! He's very tall and thin; You should know him if you saw him, for his eyes are sunken in.",
        "e": "I swore to save fire From the sin of fort getfulness."
      },
      "anuprashna": {
        "a": "If I should die; think only this of me; That there's some corner of a foreign field That is for ever England.",
        "b": "He hath no desire, nor sense Nor halfe so short a way Then fears not mee..",
        "c": "Where are the songs of spring? Ay, where are they? Think not of them, thou has thy music too-",
        "d": "Macavity's a ginger cat! He's very tall and thin; You should know him if you saw him, for his eyes are sunken in.",
        "e": "I swore to save fire From the sin of fort getfulness."
      }
    }
  ],
  "2021": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Enemy",
      "question": "Answer any five of the following in about 40-50 words each :",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:",
      "sub_questions": {
        "a": "Was the Snake conscious of the poet's presence ?",
        "b": "How are autumn and summer related to spring ?",
        "c": "In what sense does the fire forget its dead ?",
        "d": "How did Seibi's father react to the teacher's complaint ?",
        "e": "How does Mahatma Gandhi want his countrymen to deal with modern civilization ?",
        "f": "What is the reward of pregnancy for a young Sylheti woman ?",
        "g": "What was the role of fire in our development ?",
        "h": "When did the Great Vowel Shift take place ?",
        "i": "What was the impact of the Norman Conquest on the vocabulary of English ?",
        "j": "Write a note on English as a Global Language."
      },
      "anuprashna": {
        "a": "क्या साँप कवि की उपस्थिति के प्रति सचेत था?",
        "b": "शरद और ग्रीष्म वसंत से कैसे संबंधित हैं?",
        "c": "किस अर्थ में अग्नि अपने मृतकों को भूल जाती है?",
        "d": "शिक्षक की शिकायत पर सेइबी के पिता ने क्या प्रतिक्रिया दी?",
        "e": "महात्मा गांधी अपने देशवासियों को आधुनिक सभ्यता से कैसे निपटने के लिए कहना चाहते हैं?",
        "f": "एक युवा सिलहटी महिला के लिए गर्भावस्था का इनाम क्या है?",
        "g": "हमारे विकास में अग्नि की क्या भूमिका थी?",
        "h": "ग्रेट वोवेल शिफ्ट कब हुआ था?",
        "i": "अंग्रेजी की शब्दावली पर नॉर्मन विजय का क्या प्रभाव पड़ा?",
        "j": "वैश्विक भाषा के रूप में अंग्रेजी पर एक नोट लिखें।"
      }
    }
  ],
  "2024": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Enemy",
      "question": "Answer any five of the following in about 40-50 words each :",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:",
      "sub_questions": {
        "a": "What does Pearl S. Buck mean by saying ‘Religion is ever present in Indian life’ ?",
        "b": "What did the doctor advise Benjy’s parents to ensure his mental growth ?",
        "c": "What do you mean by the term ‘free press’ ?",
        "d": "How are the children of the joint family in Bangladesh looked after ?",
        "e": "Is the speaker in ‘The Soldier’ afraid of death ?",
        "f": "Why did the speaker like the snake ?",
        "g": "How are autumn and summer related to spring ?",
        "h": "Name three areas of English language in which rapid changes have been noticed in the last few decades.",
        "i": "What has made English ‘the most gloriously, empire language’ ?",
        "j": "What did the 18th century grammarians share with the Age ?"
      },
      "anuprashna": {
        "a": "पर्ल एस. बक का यह कहने से क्या अभिप्राय है कि 'भारतीय जीवन में धर्म हमेशा मौजूद रहता है'?",
        "b": "डॉक्टर ने बेंजी के माता-पिता को उसके मानसिक विकास को सुनिश्चित करने के लिए क्या सलाह दी?",
        "c": "'मुक्त प्रेस' (free press) शब्द से आप क्या समझते हैं?",
        "d": "बांग्लादेश में संयुक्त परिवार के बच्चों की देखभाल कैसे की जाती है?",
        "e": "क्या 'द सोल्जर' का वक्ता मृत्यु से डरा हुआ है?",
        "f": "वक्ता को सांप क्यों पसंद आया?",
        "g": "पतझड़ और गर्मी वसंत से कैसे संबंधित हैं?",
        "h": "अंग्रेजी भाषा के उन तीन क्षेत्रों के नाम बताइए जिनमें पिछले कुछ दशकों में तीव्र परिवर्तन देखे गए हैं।",
        "i": "किस बात ने अंग्रेजी को 'सबसे गौरवशाली, साम्राज्यवादी भाषा' बना दिया है?",
        "j": "18वीं शताब्दी के व्याकरणविदों ने उस युग के साथ क्या साझा किया?"
      }
    }
  ]
}