{
  "2010": [
    {
      "id": "short_2",
      "type": "short_answer",
      "chapter_name": "The Tiger King",
      "question": "Match the names given in List-A with appropriate titles from List-B:\nList-A:\n(a) Rupert Brooke\n(b) D.H. Lawrence\n(c) Walt Whitman\n(d) John Donne\n(e) John Keats\n\nList-B:\n(i) Song of Myself\n(ii) To Autumn\n(iii) The soldier\n(iv) Snake\n(v) Sweetest love I do not go",
      "prashna": "सूची-A में दिए गए नामों को सूची-B के उपयुक्त शीर्षकों के साथ मिलाएं:\nसूची-A:\n(क) रूपर्ट ब्रुक\n(ख) डी.एच. लॉरेंस\n(ग) वॉल्ट व्हिटमैन\n(घ) जॉन डन\n(ङ) जॉन कीट्स\n\nसूची-B:\n(i) सॉन्ग ऑफ मायसेल्फ\n(ii) टू ऑटम\n(iii) द सोल्जर\n(iv) स्नेक\n(v) स्वीटेस्ट लव आई डू नॉट गो"
    }
  ],
  "2013": [
    {
      "id": "short_5",
      "type": "short_answer",
      "chapter_name": "The Tiger King",
      "question": "Complete the following sentences on the basis of your textual reading:\n(a) Civilization is that mode of conduct which points out to man.......\n(b) I shall be told it is neither numbers not multiplicity of pleasures that make….",
      "prashna": "अपने पाठ्य अध्ययन के आधार पर निम्नलिखित वाक्यों को पूरा करें:\n(क) सभ्यता आचरण की वह विधा है जो मनुष्य को इंगित करती है.......\n(ख) मुझे बताया जाएगा कि यह न तो संख्या है और न ही सुखों की बहुलता है जो बनाती है…।"
    }
  ],
  "2017": [
    {
      "id": "short_5",
      "type": "short_answer",
      "chapter_name": "The Tiger King",
      "question": "Name the authors of the following prose pieces:",
      "prashna": "निम्नलिखित गद्य रचनाओं के लेखकों के नाम लिखिए:",
      "sub_questions": {
        "a": "I have a Dream",
        "b": "The Earth",
        "c": "A Pinch of Snuff"
      },
      "anuprashna": {
        "a": "आई हैव अ ड्रीम",
        "b": "द अर्थ",
        "c": "अ पिंच ऑफ स्नफ"
      }
    }
  ],
  "2023": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Tiger King",
      "question": "Answer any five of the following in about 40-50 words each:\n(a) How did Seibei's father react to the teacher's complaint?\n(b) What are the 'trials and tribulations' Martin Luther King, Jr. talks about?\n(c) Why were the intellectuals in India restless and embittered?\n(d) How is Lomov greeted by Choobookov?\n(e) How do sighing and weeping affect the speaker?\n(f) What does the poet Walt Whitman want to do with creeds?\n(g) How do we complete our last journey to the grave?\n(h) Who is called the 'Father of the Modern Novel’?\n(i) What is the dramatic structure of a tragedy?\n(j) What did the 18th century grammarians think about their role?",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:\n(a) शिक्षक की शिकायत पर सेईबेई के पिता ने क्या प्रतिक्रिया दी?\n(b) वे 'परीक्षण और क्लेश' (trials and tribulations) क्या हैं जिनके बारे में मार्टिन लूथर किंग जूनियर बात करते हैं?\n(c) भारत में बुद्धिजीवी अशांत और कटु क्यों थे?\n(d) चुबुकोव ने लोमोव का स्वागत कैसे किया?\n(e) आहें भरना और रोना वक्ता को कैसे प्रभावित करता है?\n(f) कवि वॉल्ट व्हिटमैन पंथों (creeds) के साथ क्या करना चाहते हैं?\n(g) हम कब्र तक अपनी अंतिम यात्रा कैसे पूरी करते हैं?\n(h) 'आधुनिक उपन्यास का पिता' किसे कहा जाता है?\n(i) त्रासदी (tragedy) की नाटकीय संरचना क्या है?\n(j) 18वीं शताब्दी के व्याकरणविदों ने अपनी भूमिका के बारे में क्या सोचा?"
    }
  ]
}