{
  "2009": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Jaan-Jaan Ka Chehra Ek",
      "question": "अंग्रेजी पढ़ना खराब नहीं है, पर अंग्रेजी पढ़कर अंग्रेज हो जाना खराब है। अंग्रेजी पढ़कर अपने देश को अपनी भाषा को, यानी संस्कृति को भूल जाना खराब है। यह बात इसलिए कह रहा हूँ कि आज के अधिकतर अंग्रेजी पढ़े-लिखे सज्जन अपने देश की प्रत्येक चीज को हीन दृष्टि से देखते हैं। उसकी आलोचना करते हैं और उसे अपनाने में अपनी मानहानि समझते हैं। पर्व को ही लीजिए। पढ़े-लिखे लोग कहते हैं कि यह, स्त्रियों का ढोंग है, यह पंडितों का पोंगा है। वे कहते हैं, पर्व बेकार हैं, फिजूलखर्ची के साधन हैं।",
      "instructions": "संक्षेपण करें"
    }
  ],
  "2010": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Roz",
      "question": "संक्षेपण करें-\nडॉक्टर ग्रियर्सन ने कहा कि बुद्धदेव के बाद भारत में सबसे बड़े लोकनायक तुलसीदास थे। ये असाधारण प्रतिभा लेकर उत्पन्न हुए थे। जिस युग में इनका जन्म हुआ था, उस युग के समाज के सामने कोई ऊंचा आदर्श नहीं था। समाज के उच्च स्तर के लोग विलासिता के पंक में उसी तरह मग्न थे, जिस प्रकार कुछ वर्ष पूर्व सूरदास ने देखा था। निचले स्तर के पुरुष और स्त्री दरिद्र, अशिक्षित और रोगग्रस्त थे। बैरागी हो जाना मामूली बात थी। जिसके घर की सम्पत्ति नष्ट हो गई या स्त्री मर गई, संसार में कोई आकर्षण नहीं रहा, वही चट संन्यासी हो गया।",
      "instructions": "संक्षेपण करें-"
    }
  ],
  "2011": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Ek Lekh Aur Ek Patra",
      "instructions": "संक्षेपण करें-",
      "question": "अनुशासन की आवश्यकता छात्र जीवन के लिए सबसे अधिक है। वे विवेक-संगत श्रृंखला में बँधे रहने की आदत डालें। उनकी क्षमता बिखर कर नष्ट न होने पाए, उनकी साधना के बादल चट्टान और बंजर पर न बरसें, उनकी लालसा कलंक से काले पड़े भौरे की लालसा मात्र न बन जाए। इसके लिए छात्रों को व्यावहारिक जीवन में अनुशासन के नियमों का पालन करना परमावश्यक है। जीवन के हर क्षेत्र में अनुशासन की आवश्यकता पड़ती है। केवल विद्यालय में नहीं, वरन् परिवार एवं समाज में भी अनुशासन के नियमों का पालन करना चाहिए। उन्हें यह समझ लेना चाहिए कि पूरी सृष्टि और पूरा ब्रह्माण्ड भी अनुशासन में बँधा है। जीवन में अनुशासन न हो तो हम आसानी से अराजकता का शिकार हो जाएँगे।"
    }
  ],
  "2012": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Pragit Aur Samaj",
      "question": "संक्षेपण करें-\nयुवा वर्ग का मस्तिष्क नई नई बातों की ओर ज्यादा तेज दौड़ता है। उसमें अन्य वर्ग के व्यक्तियों से अधिक आवेश और शक्ति होती है। इस अवस्था में यदि सही शिक्षा और उचित मार्गदर्शन न मिले तो यही शक्ति और प्रेरणा निर्माण के स्थान पर विनाश की ओर ले जाती है। बिगड़ने और बनने की भी यही आयु होती है। दुर्भाग्य से हमारे देश में शिक्षा-पद्धति केवल उपाधि बाँटने का काम ही करती है, एक सम्पूर्ण व्यक्तित्व वाला मनुष्य बनाना आज की शिक्षा-पद्धति के लिए मुश्किल है।",
      "instructions": ""
    }
  ],
  "2013": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Tirichh",
      "question": "अंग्रेजी पढ़ना खराब नहीं है, पर अंग्रेजी पढ़कर अंग्रेज हो जाना खराब है। अंग्रेजी पढ़कर अपने देश को, अपनी भाषा को, अपनी संस्कृति को भूल जाना खराब है। इस बात में इसलिए कर रहा हूँ कि आज के अधिकतर अंग्रेजी पढ़े-लिखे सज्जन अपने देश के प्रत्येक व्यक्ति को हीन दृष्टि से देखते हैं। उसकी आलोचना करते हैं और उसे अपनाने में अपनी मानहानि समझते हैं। पर्व को ही लीजिए। पढ़े-लिखे लोग कहते हैं कि यह स्त्रियों का ढोंग है। यह पंडितों का पोंगा है। वे कहते हैं, पर्व बेकार हैं। ये फिजूलखर्ची के साधन हैं।",
      "instructions": "संक्षेपण करें-"
    }
  ],
  "2014": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Haar-Jeet",
      "question": "हिन्दुस्तान में वर्ण-व्यवस्था हजारों साल पुरानी है। इस व्यवस्था को आज के राजनीतिज्ञ चाहे जिस नजरिये से देखें, किन्तु पुराने जमाने में जितना प्यार, स्नेह तथा भाईचारा उच्च, मध्यम और निम्न जातियों के बीच था, उतना स्वाधीनता के बाद नहीं हो पाया। गाँधीजी यद्यपि जात-पात, छुआछूत के उन्मूलन के सचेष्ट थे, किन्तु उनके उत्तराधिकारियों ने खास तौर से विगत दो दशकों में, जातिगत वैमनस्य को बढ़ावा दिया और जातीय समीकरण के आधार पर सत्ता की दौड़ लगाई। अतः श्रम के विभाजन द्वारा एक-दूसरे के श्रम पर आश्रित रहने की प्रक्रिया और पारस्परिक प्रेम का जो वातावरण स्वतंत्रता से पूर्ण और मुसलमानी जमाने में हिन्दुओं में था, वह अब चाहकर भी नहीं हो पा रहा है।",
      "instructions": "संक्षेपण करें-"
    }
  ],
  "2015": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Kadbak",
      "question": "शिष्टाचार अनुशासन का ही अधिक व्यावहारिक रूप है। शिष्टाचार का अर्थ शिष्ट आचरण होता है। यहाँ 'शिष्ट' का अर्थ 'अनुशासन' है। अतः जो अनुशासित होगा वह शिष्ट आचरण वाला भी होगा। अनुशासन किसी व्यवस्था के नियमों या मर्यादाओं में बँधकर चलने की माँग करते हैं और शिष्टाचार दूसरों से यथायोग्य भद्र व्यवहार की।",
      "instructions": "संक्षेपण करें-"
    }
  ],
  "2017": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Joothan",
      "question": "जीवन का वास्तविक आनन्द मनुष्य को अपने श्रम से प्राप्त होता है। जो सुबह से शाम तक अपना खून-पसीना एक करते हुए कर्म के क्षेत्र में डटा रहता है, चिन्ताएँ उससे दूर भागती है। ऐसे व्यक्ति को व्यर्थ की बातें सोचने का अवसर ही नहीं मिलता। परिश्रमी व्यक्ति को किसी बात की कमी नहीं। उसे अपनी आशाओं पर विश्वास होता है। फिर वह किसी के सामने हाथ फैलाये क्यों वह जानता है। कि उसके पास दो हाथ हैं जिनसे अपने भाग्य का निर्माण किया जा सकता है।",
      "instructions": "संक्षेपण करें"
    }
  ],
  "2018": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Adhinayak",
      "question": "संक्षेपण करें - \nवैदिक युग में जाति-विभाजन नहीं था। स्त्रियाँ शिक्षित होती थीं। कृषि उन लोगों का प्रधान व्यवसाय था। आर्य गाँव बनाकर रहते थे। राजा लोग सुनहरे वस्त्र और भूषण पहनकर राज-काज करते थे। नगर की रक्षा के लिए, गाँव रक्षा के लिए राजा के अधीन रक्षक नियुक्त होते थे। मनुसंहिता जिस समय लिखी गयी थी, उसी समय हिन्दुओं में जाति-विभाजन हुआ था।",
      "instructions": "संक्षेपण करें"
    }
  ],
  "2019": [
    {
      "id": "comprehension_6",
      "type": "comprehension",
      "chapter_name": "Chhappay",
      "question": "संक्षेपण करें-",
      "instructions": "Write a Précis",
      "sub_questions": {
        "i": "भारत को त्योहारों का देश कहा जाता है। भारतीय त्योहार मुख्य रूप से फसलों के त्योहार हैं। इसका कारण है, भारत का कृषि प्रधान देश होना। लगभग सभी त्योहार धर्मों से संबंधित हैं। भारत अनेक धर्मों का देश है। यहाँ हिन्दू, बौद्ध, जैन, सिख, पारसी, ईसाई और इस्लाम धर्म को मानने वाले लोग रहते हैं। सभी धर्मों को मानने वालों को अपने-अपने धर्म पालन और त्योहार मनाने की स्वतंत्रता है। इसलिए धार्मिक त्योहार भी विविधता लिए हुए हैं। इनसे एक दूसरे के धर्मों को जानकर अच्छे मनुष्य बनने का भाव जागृत होता है। दशहरा, दीपावली, श्रीकृष्ण जन्माष्टमी, रामनवमी, ईद, मुहर्रम, गुरुपर्व, क्रिसमस, महावीर जयंती आदि धार्मिक त्योहार हैं।"
      }
    }
  ],
  "2020": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Gaon Ka Ghar",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण करें-",
      "instructions": "Answer any 1",
      "sub_questions": {
        "i": "अनुशासन की आवश्यकता छात्र जीवन के लिए सबसे अधिक है। छात्र विवेकसंगत श्रृंखला में रहने की आदत डालें। उनकी क्षमता बिखर कर व्यर्थ न होने पाए। इसके लिए छात्रों को व्यावहारिक जीवन में अनुशासन के नियमों का पालन करना परमावश्यक है। हमें जीवन के हर क्षेत्र में अनुशासन की आवश्यकता पड़ती है। केवल विद्यालय में नहीं, वरन् परिवार एवं समाज में भी अनुशासन के नियमों का पालन करना परमावश्यक है। जीवन के हर क्षेत्र में अनुशासन की आवश्यकता पड़ती है। पूरी सृष्टि और पूरा ब्रह्माण्ड भी अनुशासन में बंधा है। जीवन में अनुशासन न हो तो हम आसानी से अराजकता के शिकार हो जायेंगे।",
        "ii": "हमारे देश में, जो हाल हाल तक गुलाम बना रहा, नागरिक स्वतंत्रता का मूल्य समझना जरा कठिन है। अभी हमारे देश की जनता का ध्यान रोटी, कपड़ा, मकान और रोजगार की ओर गया है। प्रायः लोग यह कहते सुनाई देते हैं कि हमें इससे मतलब नहीं कि इस देश में किसका शासन है, जनतंत्र है या तानाशाही, हमें तो रोटी चाहिए, रोजगार चाहिए, दवा चाहिए। इन आवश्यकताओं को कोई भी पूरा कर दे जनता की यह मानसिक स्थिति ठीक नहीं। यदि जनता की सूझ-बूझ ऐसी ही रही, तो फिर स्वतंत्रता, जो असंख्य बलिदान देकर प्राप्त की गई है, मिट जाएगी।"
      }
    }
  ],
  "2021": [
    {
      "id": "comprehension_6",
      "type": "comprehension",
      "chapter_name": "Clerk Ki Maut",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण करें-",
      "instructions": "Answer any 1",
      "sub_questions": {
        "i": "विगत एक-दो दशकों से युवा वर्ग में अपव्यय की प्रवृत्ति बढ़ रही है। भोगवाद की ओर युवक अधिक प्रवृत्त हो रहे हैं। वे सुख-सुविधा की प्रत्येक वस्तु पा लेना चाहते हैं और अपनी आय और व्यय में तालमेल बिठाने की उन्हें चिंता नहीं है। धन-संग्रह व सही, कठिन समय के लिए कुछ बचाकर रखना भी वे नहीं चाहते। उन्हें लुभावने विज्ञापनों के माध्यम से लुभाकर उत्पादक व्यवसायी भ्रमाते हैं। परिणामस्वरूप आज का युवक मात्र उपभोक्ता बनकर रह गया है। अनेक कम्पनियाँ और बैंक क्रेडिट कार्ड देकर उनकी खरीद-शक्ति को बढ़ाने का दावा करती हैं, बाद में निर्ममता से रकम वसूलते हैं।",
        "ii": "कबीर, नानक और दादू अत्यन्त मुक्त आत्माएँ थीं, जिनका आध्यात्मिक क्षितिज अत्यधिक विस्तृत हुआ था और जिसमें धर्मिता के छंद या साम्प्रदायिकता के लिए कोई जगह नहीं थी। यह सत्य है कि गुरु के लिए सबसे अधिक आवश्यक है। उन्होंने धार्मिक झगड़ों को शांत करने का प्रयास किया तथा हिन्दू, मुसलमान और अन्य सम्प्रदायों की एकता के लिए अपनी तरफ से भरपूर कोशिश की।"
      }
    }
  ],
  "2022": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Tumul Kolahal Kalah Mein",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए-",
      "instructions": "Answer any 1",
      "sub_questions": {
        "i": "भारत को त्योहारों का देश कहा जाता है। भारतीय त्योहार मुख्य रूप से फसलों के त्योहार हैं। इसका कारण है, भारत का कृषि प्रधान देश होना । अधिकांश त्योहार धर्मों से संबंधित हैं। भारत अनेक धर्मों का देश है। यहाँ हिन्दू, बौद्ध, जैन, सिख, पारसी, ईसाई और इस्लाम धर्म को मानने वाले लोग रहते हैं। इसलिए धार्मिक त्योहार भी विविधता लिए हुए हैं।\n\nएक-दूसरे के धर्मों के बारे में जानकर अच्छा व्यक्ति बनने का भाव जागृत होता है। दशहरा , इंद, गुरु पर्व क्रिसमस, दीपावली, मुहरंग आदि धार्मिक त्योहार हैं।",
        "ii": "ज्ञान का समस्त भंडार पुस्तकों में रहता है। प्रत्येक व्यक्ति इनसे अपनी-अपनी रुचि के अनुसार ज्ञान प्राप्त कर सकता है। संगीत, नृत्य, चित्रकला, लघुकथा, कविता, कहानी, उपन्यास, विज्ञान, इतिहास, कम्प्यूटर आदि का ज्ञान इन पुस्तकों से ही प्राप्त किया जा सकता है। अपनी-अपनी रुचि के अनुसार बालक से वृद्ध तक पुस्तक पढ़ सकते हैं। जितने मनुष्य हैं, उनकी अपनी-अपनी रुचि है। वे अपने-अपने क्षेत्रों का ज्ञान प्राप्त करना चाहते हैं। इतना विविधतापूर्ण ज्ञान और विविध जानकारियाँ केवल पुस्तकें ही दे सकती हैं।"
      }
    }
  ],
  "2023": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Shiksha",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए :",
      "instructions": "किसी एक का संक्षेपण कीजिए",
      "sub_questions": {
        "i": "विगत एक-दो दशकों से युवा वर्ग में अपव्यय की प्रवृत्ति बढ़ रही है। भोगवाद की ओर युवक अधिक प्रवृत्त हो रहे हैं। वे सुख-सुविधा की प्रत्येक वस्तु पा लेना चाहते हैं और अपनी आय और व्यय में तालमेल बिठाने की उन्हें चिंता नहीं रहती है। धन-संग्रह न सही, कठिन समय के लिए कुछ बचाकर रखना भी वे नहीं चाहते। लुभावने विज्ञापनों के माध्यम से लुभाकर उत्पादक व्यवसायी उन्हें भरमाते हैं। परिणामस्वरूप आज का युवक मात्र उपभोक्ता बनकर रह गया है। अनेक कम्पनियाँ क्रेडिट कार्ड देकर उनकी खरीद-शक्ति को बढ़ाने का दावा करती है।",
        "ii": "मनुष्य का सबसे प्रथम गुण साहस है। साहसी की प्रतिभा के सामने शोक , भय भाग जाते है | साहसी को संसार भी रास्ता दे देता है। मनुष्य में सब गुण हो वह विद्वान हो, धनवान हो, शक्तिशाली हो, पर यदि उसमें साहस न हो तो वह अपने सद्गुणों का अपनी योग्यताओं व अपनी शक्ति यों का उपयोग नहीं कर सकता। साहस मनुष्य के व्यक्तित्व नायक है। साहस व्यक्ति को निर्भय बनाता है और जहाँ निर्भयता होती है, वहाँ सफलता निश्चित है। निर्भयता से ही आत्मविश्वास जाग्रत होता है |"
      }
    }
  ],
  "2024": [
    {
      "id": "comprehension_1_1",
      "type": "comprehension",
      "chapter_name": "Chhappay",
      "question": "ज्ञानी लोग प्रायः मौन साधना इसलिए किया करते हैं कि उनकी जिह्वा से कभी आवेश में या उत्तेजना में अचानक कोई ऐसा कुवाक्य न निकल जाए, जिससे संसार को मुँह दिखाने में शर्म मालूम पड़े। जितनी मौन साधना की जाएगी, उतनी ही अधिक वाणी को सद्गति प्राप्त होगी तथा आत्मा को विश्व-तोषिणी शांति मिलेगी। प्राचीन भारत के ऋषि-मुनि निर्जन विपिन में वर्षों तक मौन-साधना करके आत्मा के लिए दृढ़ चरित्र और जिह्वा के लिए शीतल अमृत वाणी उपलब्ध करते थे।",
      "instructions": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए :"
    },
    {
      "id": "comprehension_1_2",
      "type": "comprehension",
      "chapter_name": "O Sadanira",
      "question": "महानगरों में जो सभ्यता फैली है, वह छिछली और हृदयहीन है। लोगों के पारस्परिक मिलन के अवसर तो बहुत हो गए हैं, मगर इस मिलन में हार्दिकता नहीं होती, मानवीय संबंधों में घनिष्ठता नहीं आ पाती। दफ्तरों, ट्रामों, बसों, रेलों, सभाओं और संस्थानों में आदमी हर समय भीड़ में रहता है, मगर इस भीड़ के बीच वह अकेला होता है। मनुष्य के लिए मनुष्यत्व के भीतर पहले जो माया, ममता, सहानुभूति के भाव थे, वे अब लापता, लुप्त होते जा रहे हैं। देशों की पारस्परिक दूरी घट गई है, लेकिन आदमी और आदमी के बीच की दूरी बढ़ती जा रही है।",
      "instructions": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए :"
    }
  ],
  "2025": [
    {
      "id": "comprehension_1_1",
      "type": "comprehension",
      "chapter_name": "Gaon Ka Ghar",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए : क्रोध शांति भंग करने वाला मनोविकार है । एक का क्रोध दूसरे में भी क्रोध का ही संचार करता है । जिसके प्रति क्रोध प्रदर्शन होता है, वह तत्काल अपमान का अनुभव करता है और इस दुःख पर उसकी त्योरी भी चढ़ जाती है । यह विचार करने वाले बहुत थोड़े निकलते हैं कि हम पर जो क्रोध प्रकट किया जा रहा है, वह उचित है या अनुचित । इसी से धर्म, नीति और शिष्टाचार तीनों में क्रोध के विरोध का उपदेश पाया जाता है । संत लोग तो खलों के दुर्वचन सहते ही हैं ।",
      "instructions": "1 x 4 = 4"
    },
    {
      "id": "comprehension_1_2",
      "type": "comprehension",
      "chapter_name": "Kadbak",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए : मनुष्य सुख की खोज में आदिकाल से रहा है । इसी की प्राप्ति उसके जीवन का सदैव मुख्य उद्देश्य रहा है । दुःख से वह इतना घबराता है कि इस जीवन में ही नहीं आनेवाले जीवन के लिए भी ऐसी व्यवस्था करना चाहता है कि वहाँ भी वह सुख का उपभोग कर सके । जन्नत और स्वर्ग, मोक्ष और निर्वाण सब उसकी आकांक्षाओं की रचनायें हैं । सुख प्राप्ति के लिए हमने जीवन को निःसार और संसार को अनित्य कहा है ।",
      "instructions": "1 x 4 = 4"
    }
  ]
}