{
  "2015": [
    {
      "id": "long_3_2",
      "type": "long_answer",
      "chapter": "3",
      "chapter_name": "Current Electricity",
      "topic": "3.13",
      "topic_name": "Wheatstone Bridge",
      "question": "State Kirchhoff's laws for an electrical circuit. Using Kirchhoff's laws, obtain an expression for a balanced Wheatstone bridge.",
      "prashna": "विद्युतीय परिपथ के लिए किरचॉफ के नियमों को लिखें। किरचॉफ के नियमों का उपयोग कर एक संतुलित हीटस्टोन सेतु का व्यंजक प्राप्त करें।"
    }
  ],
  "2017": [
    {
      "id": "long_3_1",
      "type": "long_answer",
      "chapter": "3",
      "chapter_name": "Current Electricity",
      "topic": "3.13",
      "topic_name": "Wheatstone Bridge",
      "question": "What is a Wheatstone bridge? Explain its utility in detail.",
      "prashna": "हीटस्टोन ब्रिज क्या है? इसकी उपयोगिता विस्तार से समझाएँ।"
    }
  ],
  "2019": [
    {
      "id": "long_2",
      "type": "long_answer",
      "chapter": "3",
      "chapter_name": "Current Electricity",
      "topic": "3.13",
      "topic_name": "Wheatstone Bridge",
      "question": "State and explain Kirchhoff's laws. Applying this law, obtain the balanced condition of Wheatstone bridge.",
      "prashna": "किरचॉफ के नियमों को लिखें तथा समझाएँ। इन नियमों का उपयोग कर व्हीटस्टोन ब्रिज के संतुलन की अवस्था प्राप्त करे।"
    }
  ],
  "2022": [
    {
      "id": "long_4",
      "type": "long_answer",
      "chapter": "3",
      "chapter_name": "Current Electricity",
      "topic": "3.9",
      "topic_name": "Electrical Energy, Power",
      "question": "Establish expression for heat produced in a conductor due to flow of current. What do you mean by electric power and electric energy ?",
      "prashna": "धारा के प्रवाह के कारण चालक में उत्पन्न ऊष्मा के लिए व्यंजक स्थापित करें। विद्युत-शक्ति और विद्युत-ऊर्जा से आप क्या समझते हैं ?"
    }
  ],
  "2023": [
    {
      "id": "long_2",
      "type": "long_answer",
      "chapter": "3",
      "chapter_name": "Current Electricity",
      "topic": "3.13",
      "topic_name": "Wheatstone Bridge",
      "question": "State and explain Kirchhoff's laws. Applying these laws, obtain the balanced condition of Wheatstone bridge.",
      "prashna": "किरचॉफ के नियमों को लिखें तथा समझाएँ। इन नियमों का उपयोग कर व्हीटस्टोन ब्रिज के संतुलन की अवस्था प्राप्त करें।"
    }
  ]
}