{
  "2009": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage giving a suitable title : \nWhen we speak of 'the freedom of press', we usually mean freedom in a very technical and restricted sense—namely, freedom from direction or censorship by the Government. In this respect, the British press is under ordinary conditions, singularly free. It can attack policy and political character of ministers, interfere in the delicate machinery of foreign diplomacy, conduct campaigns to subvert the Constitution, incite citizens to discontent and rebellion, expose scandals and foment grievances, and generally harry and belabour the servants of the state, with almost perfect liberty. On occasions, it can become a weapon to coerce the Government to conform to what it asserts to be the will of the people.",
      "prashna": "एक उपयुक्त शीर्षक देते हुए निम्नलिखित गद्यांश का संक्षेपण (precis) कीजिए:\nजब हम 'प्रेस की स्वतंत्रता' की बात करते हैं, तो हमारा आमतौर पर बहुत तकनीकी और प्रतिबंधित अर्थ में अर्थ होता है—अर्थात, सरकार द्वारा दिशा या सेंसरशिप से स्वतंत्रता। इस संबंध में, ब्रिटिश प्रेस सामान्य परिस्थितियों में विशिष्ट रूप से स्वतंत्र है। यह मंत्रियों की नीति और राजनीतिक चरित्र पर हमला कर सकता है, विदेशी कूटनीति की नाजुक मशीनरी में हस्तक्षेप कर सकता है, संविधान को पलटने के लिए अभियान चला सकता है, नागरिकों को असंतोष और विद्रोह के लिए उकसा सकता है, घोटालों को उजागर कर सकता है और शिकायतों को बढ़ावा दे सकता है, और आम तौर पर राज्य के सेवकों को लगभग पूर्ण स्वतंत्रता के साथ परेशान और प्रताड़ित कर सकता है। अवसरों पर, यह सरकार को उस इच्छा के अनुरूप होने के लिए मजबूर करने का एक हथियार बन सकता है जिसे वह जनता की इच्छा होने का दावा करता है।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: \nMost of the people who appear most often in history books are great conquerors and generals. Strangely enough, the people who really helped civilization forward are often never mentioned at all. We do not know who made the first boat or calculated the length of the year but we know all about killers and destroyers. We raise statues to them simply because they fought bravely. But even animals fight. So do savages. To fight is not to be civilized. Moreover, there are other ways of settling quarrels among men and nations. So really civilized people have been those who have brought peace and happiness to mankind. They have been prophets, saints, doctors, inventors and discoverers. They have been really great since instead of inflicting pain and hardship upon humanity, they have healed their wounds. Instead of killing, they have saved human lives. They are really civilized and deserve our admiration and respect.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nइतिहास की किताबों में सबसे अधिक बार दिखाई देने वाले अधिकांश लोग महान विजेता और सेनापति होते हैं। आश्चर्य की बात यह है कि जिन लोगों ने वास्तव में सभ्यता को आगे बढ़ाने में मदद की, उनका अक्सर उल्लेख ही नहीं किया जाता है। हम यह नहीं जानते कि पहली नाव किसने बनाई या वर्ष की लंबाई की गणना किसने की, लेकिन हम हत्यारों और विनाशकों के बारे में सब जानते हैं। हम उनके लिए मूर्तियाँ केवल इसलिए बनाते हैं क्योंकि वे बहादुरी से लड़े थे। लेकिन जानवर भी लड़ते हैं। जंगली भी लड़ते हैं। लड़ना सभ्य होना नहीं है। इसके अलावा, पुरुषों और राष्ट्रों के बीच झगड़ों को निपटाने के अन्य तरीके भी हैं। इसलिए वास्तव में सभ्य लोग वे रहे हैं जिन्होंने मानव जाति के लिए शांति और खुशी लाई है। वे पैगंबर, संत, डॉक्टर, आविष्कारक और खोजकर्ता रहे हैं। वे वास्तव में महान रहे हैं क्योंकि मानवता पर दर्द और कठिनाई थोपने के बजाय, उन्होंने उनके घावों को भरा है। मारने के बजाय, उन्होंने मानव जीवन बचाया है। वे वास्तव में सभ्य हैं और हमारी प्रशंसा और सम्मान के पात्र हैं।",
      "sub_questions": {
        "a": "Who are the people that generally appear in history books?",
        "b": "Is fighting a mark of civilization?",
        "c": "Who are truly civilized?",
        "d": "Why do they deserve our admiration and respect?"
      },
      "anuprashna": {
        "a": "इतिहास की पुस्तकों में सामान्यतः कौन से लोग दिखाई देते हैं?",
        "b": "क्या लड़ना सभ्यता की निशानी है?",
        "c": "वास्तव में सभ्य कौन हैं?",
        "d": "वे हमारी प्रशंसा और सम्मान के पात्र क्यों हैं?"
      }
    },
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following topics: (a) Your Hobby (b) A Village Fair (c) An Indian Festival (d) The Post Office",
      "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें: (क) आपकी रुचि (ख) गाँव का मेला (ग) एक भारतीय त्यौहार (घ) डाकघर"
    }
  ],
  "2010": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow :\n\nAn old man had three sons who often quarrelled with one another. They paid no attention to their father's advice not to do so. One day he called all his sons together and gave them a bundle of sticks and asked each of them to try in turn and break the bundle. Each of them tried but failed. The old man then asked them to untie the bundle and break the sticks separately. Not to speak of the eldest, even the youngest one broke the sticks without any difficulty. Then the old man told his sons that they should see the power of unity. If they lived united no harm would come to them: If they quarrelled, they would have to face difficulty.\n\nQuestions:\n(a) How did the three sons behave with one another?\n(b) Did they heed to their father's advice?\n(c) What did the old man do next?\n(d) What moral do you get from the above passage?",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\n\nएक बूढ़े व्यक्ति के तीन बेटे थे जो अक्सर एक-दूसरे से झगड़ते रहते थे। उन्होंने अपने पिता की ऐसा न करने की सलाह पर कोई ध्यान नहीं दिया। एक दिन उसने अपने सभी बेटों को एक साथ बुलाया और उन्हें लकड़ियों का एक गट्ठर दिया और उनमें से प्रत्येक को बारी-बारी से गट्ठर को तोड़ने की कोशिश करने के लिए कहा। उनमें से प्रत्येक ने कोशिश की लेकिन असफल रहे। बूढ़े व्यक्ति ने तब उन्हें गट्ठर खोलने और लकड़ियों को अलग-अलग तोड़ने के लिए कहा। बड़े बेटे की तो बात ही क्या, सबसे छोटे बेटे ने भी बिना किसी कठिनाई के लकड़ियाँ तोड़ दीं। तब बूढ़े व्यक्ति ने अपने बेटों से कहा कि उन्हें एकता की शक्ति देखनी चाहिए। यदि वे एकजुट होकर रहेंगे तो उन्हें कोई नुकसान नहीं होगा: यदि वे झगड़ेंगे, तो उन्हें कठिनाई का सामना करना पड़ेगा।\n\nप्रश्न:\n(क) तीनों पुत्र एक-दूसरे के साथ कैसा व्यवहार करते थे?\n(ख) क्या उन्होंने अपने पिता की सलाह मानी?\n(ग) बूढ़े व्यक्ति ने आगे क्या किया?\n(घ) उपरोक्त गद्यांश से आपको क्या शिक्षा मिलती है?",
      "sub_questions": {
        "a": "How did the three sons behave with one another?",
        "b": "Did they heed to their father's advice?",
        "c": "What did the old man do next?",
        "d": "What moral do you get from the above passage?"
      },
      "anuprashna": {
        "a": "तीनों पुत्र एक-दूसरे के साथ कैसा व्यवहार करते थे?",
        "b": "क्या उन्होंने अपने पिता की सलाह मानी?",
        "c": "बूढ़े व्यक्ति ने आगे क्या किया?",
        "d": "उपरोक्त गद्यांश से आपको क्या शिक्षा मिलती है?"
      }
    },
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following topics: \n(a) Television\n(b) The book you like most\n(c) A memorable day in your life\n(d) An ideal family.",
      "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) टेलीविजन\n(ख) वह पुस्तक जो आपको सबसे अधिक पसंद है\n(ग) आपके जीवन का एक यादगार दिन\n(घ) एक आदर्श परिवार।"
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage giving a suitable title:\nOne of the most widely spread bad habits is the use of tobacco. Tobacco is now smoked or chewed by men, often by women and even by children, almost all over the world. It was brought into Europe America by Sir Walter Raleigh four centuries ago, and has thence spread everywhere. We very much doubt whether there is any good in the habit, even when tobacco is not used to excess: and it is extremely difficult to get rid of the habit when once it has been formed.",
      "prashna": "एक उपयुक्त शीर्षक देते हुए निम्नलिखित गद्यांश का संक्षेपण करें:\nसबसे व्यापक रूप से फैली बुरी आदतों में से एक तंबाकू का उपयोग है। तंबाकू अब पुरुषों द्वारा पिया या चबाया जाता है, अक्सर महिलाओं और यहाँ तक कि बच्चों द्वारा भी, लगभग पूरी दुनिया में। इसे चार शताब्दी पहले सर वाल्टर रैले द्वारा यूरोप अमेरिका में लाया गया था, और तब से यह हर जगह फैल गया है। हमें बहुत संदेह है कि इस आदत में कुछ भी अच्छा है, भले ही तंबाकू का अधिक मात्रा में उपयोग न किया जाए: और एक बार आदत बन जाने के बाद इससे छुटकारा पाना बेहद मुश्किल होता है।"
    }
  ],
  "2011": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow:\nOnce Amar Singh, the General of Shah Jahan's army was passing through a desert. He saw a thirsty man dying out of thirst. Amar Singh gave him water. The man said, \"Amar Singh, you saved my life. I am a Pathan named Narshahwaj Khan. I will shed my blood for you and your family if needed.\" The Pathan proved true to his word. When Amar Singh was killed treacherously and his dead body was captured by Shah Jahan, Narshahwaj Khan came with his army and fought to the vast army of Shah jahan. He with his entire army was killed in the battle. But, he immortalised the tale of gratitude friendship.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nएक बार शाहजहाँ की सेना के सेनापति अमर सिंह एक रेगिस्तान से गुजर रहे थे। उन्होंने एक प्यासे आदमी को प्यास से मरते देखा। अमर सिंह ने उसे पानी दिया। उस आदमी ने कहा, \"अमर सिंह, आपने मेरी जान बचाई है। मैं नरशाहवाज खान नाम का एक पठान हूँ। जरूरत पड़ने पर मैं आपके और आपके परिवार के लिए अपना खून बहा दूँगा।\" पठान अपनी बात पर खरा उतरा। जब अमर सिंह की धोखे से हत्या कर दी गई और उनके शव को शाहजहाँ ने कब्जे में ले लिया, तो नरशाहवाज खान अपनी सेना के साथ आया और शाहजहाँ की विशाल सेना से लड़ा। वह अपनी पूरी सेना के साथ युद्ध में मारा गया। लेकिन, उसने कृतज्ञता और मित्रता की कहानी को अमर कर दिया।",
      "sub_questions": {
        "a": "Who was Amar Singh and who was Narshahwaj Khan?",
        "b": "How did Amar Singh save his life?",
        "c": "How did Narshahwaj Khan return the obligation of Amar Singh?",
        "d": "What moral do you get from the above passage?"
      },
      "anuprashna": {
        "a": "अमर सिंह कौन थे और नरशाहवाज खान कौन थे?",
        "b": "अमर सिंह ने उसकी जान कैसे बचाई?",
        "c": "नरशाहवाज खान ने अमर सिंह के उपकार को कैसे चुकाया?",
        "d": "उपरोक्त गद्यांश से आपको क्या नैतिक शिक्षा मिलती है?"
      }
    },
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following:\n(a) My Hobby\n(b) The book I like most\n(c) Television\n(d) Book Fair\n(e) Hostel Life",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) मेरा शौक\n(ख) वह पुस्तक जो मुझे सबसे अधिक पसंद है\n(ग) टेलीविजन\n(घ) पुस्तक मेला\n(ङ) छात्रावास जीवन"
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and give a suitable title:\nNo one on this earth is as servant serves the entire family. He given joy to every member of the family. So, he is a very important person of the family. Whenever we give him as wages for his service is negligible. Service is precious but we can't do the job what a servant does even if we are paid hundred times of what he is paid.\nLabourers are the creators of food, cloth and house on this earth. Without them this world can't move. Therefore, servants and labourers should be honoured. We must not exploit them. Unfortunately, such thought does not exist in the minds of the people. We avail the services of servants and labourers but do never honour them. If a servant is given honour and a word of love, he would irrigate the family with his blood. If labourers are given due honour and facility, they would make this earth pleasant with their sweats.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण करें और एक उपयुक्त शीर्षक दें:\nइस धरती पर कोई भी वैसा नहीं है जैसा कि एक नौकर पूरे परिवार की सेवा करता है। वह परिवार के हर सदस्य को खुशी देता है। इसलिए, वह परिवार का एक बहुत ही महत्वपूर्ण व्यक्ति है। हम उसे उसकी सेवा के लिए जो भी मजदूरी देते हैं वह नगण्य है। सेवा अनमोल है लेकिन हम वह काम नहीं कर सकते जो एक नौकर करता है, भले ही हमें उसके भुगतान का सौ गुना भुगतान किया जाए।\nमजदूर इस धरती पर भोजन, कपड़े और मकान के निर्माता हैं। उनके बिना यह दुनिया चल नहीं सकती। इसलिए नौकरों और मजदूरों का सम्मान किया जाना चाहिए। हमें उनका शोषण नहीं करना चाहिए। दुर्भाग्य से, लोगों के मन में ऐसा विचार नहीं होता। हम नौकरों और मजदूरों की सेवाओं का लाभ तो उठाते हैं लेकिन उनका कभी सम्मान नहीं करते। यदि किसी नौकर को सम्मान और प्यार के शब्द दिए जाएं, तो वह अपने खून से परिवार को सींच देगा। यदि मजदूरों को उचित सम्मान और सुविधा दी जाए, तो वे अपने पसीने से इस धरती को सुखद बना देंगे।"
    }
  ],
  "2012": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following: (a) A Cricket Match (b) My Favourite Film (c) Computers (d) The Winter Season (e) My hobbies",
      "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें: (क) एक क्रिकेट मैच (ख) मेरी पसंदीदा फिल्म (ग) कंप्यूटर (घ) शीत ऋतु (ङ) मेरे शौक"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: \nFor the majority of people all the world over science is a doctrine about the nature of the universe. That is, they think of the theories of science. No doubt, theories are a necessary part of science. However, they are only a part, and not the important part, either. Moreover, there are hardly any theories that are constant; they always change. Theories are necessary but they are makeshifts. A prevailing theory is given up when a better one turns up. Theoretical activity alone does not constitute science. Science is also a way of doing things, a practical activity.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \nदुनिया भर के अधिकांश लोगों के लिए विज्ञान ब्रह्मांड की प्रकृति के बारे में एक सिद्धांत है। यानी वे विज्ञान के सिद्धांतों के बारे में सोचते हैं। इसमें कोई संदेह नहीं है कि सिद्धांत विज्ञान का एक आवश्यक हिस्सा हैं। हालाँकि, वे केवल एक हिस्सा हैं, और महत्वपूर्ण हिस्सा भी नहीं हैं। इसके अलावा, शायद ही कोई सिद्धांत स्थिर हो; वे हमेशा बदलते रहते हैं। सिद्धांत आवश्यक हैं लेकिन वे कामचलाऊ हैं। एक प्रचलित सिद्धांत तब छोड़ दिया जाता है जब कोई बेहतर सिद्धांत सामने आता है। केवल सैद्धांतिक गतिविधि ही विज्ञान का निर्माण नहीं करती है। विज्ञान चीजों को करने का एक तरीका भी है, एक व्यावहारिक गतिविधि।",
      "sub_questions": {
        "a": "What is the popular view of science?",
        "b": "What does the writer say about scientific theories?",
        "c": "Why is a scientific theory called makeshift?",
        "d": "What according to the writer, is science?"
      },
      "anuprashna": {
        "a": "विज्ञान का लोकप्रिय दृष्टिकोण क्या है?",
        "b": "लेखक वैज्ञानिक सिद्धांतों के बारे में क्या कहता है?",
        "c": "वैज्ञानिक सिद्धांत को कामचलाऊ (makeshift) क्यों कहा जाता है?",
        "d": "लेखक के अनुसार विज्ञान क्या है?"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and give a suitable title: \nEducated women can serve the country in various capacities. The education of children depends mainly upon women. They can teach as well as amuse. They can do research work in art, literature, philosophy and science. Women can also render social service whenever there is flood, famine, earthquake or some natural calamity. It is also during war that they can be of utmost utility to their nation. The defense of the country is a matter of great importance to all and women should share the burden with men. They can get training in use of guns and rifles and as drivers and pilots, and fight to defend the borders and liberty of their country.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण कीजिए और एक उपयुक्त शीर्षक दीजिए: \nशिक्षित महिलाएँ विभिन्न क्षमताओं में देश की सेवा कर सकती हैं। बच्चों की शिक्षा मुख्य रूप से महिलाओं पर निर्भर करती है। वे पढ़ाने के साथ-साथ मनोरंजन भी कर सकती हैं। वे कला, साहित्य, दर्शन और विज्ञान में शोध कार्य कर सकती हैं। जब भी बाढ़, अकाल, भूकंप या कोई प्राकृतिक आपदा आती है तो महिलाएँ सामाजिक सेवा भी कर सकती हैं। युद्ध के दौरान भी वे अपने राष्ट्र के लिए अत्यंत उपयोगी हो सकती हैं। देश की रक्षा सभी के लिए बहुत महत्व का विषय है और महिलाओं को पुरुषों के साथ बोझ साझा करना चाहिए। वे बंदूकों और राइफलों के उपयोग और ड्राइवरों और पायलटों के रूप में प्रशिक्षण प्राप्त कर सकती हैं, और अपने देश की सीमाओं और स्वतंत्रता की रक्षा के लिए लड़ सकती हैं।"
    }
  ],
  "2013": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and suggest a suitable title:\nScience has made the world a better place to live in. There is almost no end to the benefits that science has conferred on us. All the same, the work of science is unmixed blessing. It has created new problems that threaten man. Science has to attend to the problems threatening man. It has to take up the problems of social life too. It has to work for freedom from war and various social and economic evils Science can deal with these human affairs. There would be happiness and good feeling all round if we applied the scientific attitude to all our affairs, Properly using science and cultivating the scientific spirit man can control his destiny.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण करें और एक उपयुक्त शीर्षक सुझाएं:\nविज्ञान ने दुनिया को रहने के लिए एक बेहतर जगह बना दिया है। विज्ञान ने हमें जो लाभ दिए हैं उनका लगभग कोई अंत नहीं है। फिर भी, विज्ञान का कार्य एक शुद्ध वरदान है। इसने नई समस्याएँ पैदा की हैं जो मनुष्य के लिए खतरा बनी हुई हैं। विज्ञान को मनुष्य को खतरे में डालने वाली समस्याओं पर ध्यान देना होगा। इसे सामाजिक जीवन की समस्याओं को भी हाथ में लेना होगा। इसे युद्ध और विभिन्न सामाजिक और आर्थिक बुराइयों से मुक्ति के लिए काम करना होगा। विज्ञान इन मानवीय मामलों को हल कर सकता है। यदि हम अपने सभी मामलों में वैज्ञानिक दृष्टिकोण अपनाएँ तो चारों ओर खुशी और अच्छी भावना होगी। विज्ञान का उचित उपयोग करके और वैज्ञानिक भावना विकसित करके मनुष्य अपने भाग्य को नियंत्रित कर सकता है।"
    },
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following:\n(a) A Cricket Match\n(b) My Aim in Life\n(c) Importance of Sports\n(d) Evils of Dowry\n(e) A Visit to a Place of Historical Importance.",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) एक क्रिकेट मैच\n(ख) मेरे जीवन का लक्ष्य\n(ग) खेलों का महत्व\n(घ) दहेज की बुराइयाँ\n(ङ) किसी ऐतिहासिक महत्व के स्थान की यात्रा।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow:\nWe had read a lot about Victoria Falls and had long dreamt of taking a close look at this awe-inspiring and magnificent spectacle of nature. At last the dream came true. I was standing on a huge rock on the edge of the Rain Forest. A vast panorama of magnificent shapes and colours stretched in front of me. Looking down I saw the grey mist rolling up from the abysmal depth. Hundreds of dragon flies were diving in and out of the falling rain like flying emeralds. Right in front of me, on the other side of the abyss, I saw the Zambesi sliding over the mile-long edge of the precipice. The sight was frightening, but it was also beautiful, One loves to see the mass of water tumbling down. But the spectator is blinded by the spray and deafened by the roar.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यान से पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nहमने विक्टोरिया फॉल्स के बारे में बहुत कुछ पढ़ा था और प्रकृति के इस विस्मयकारी और शानदार दृश्य को करीब से देखने का लंबे समय से सपना देखा था। आखिरकार सपना सच हो गया। मैं वर्षा वन (Rain Forest) के किनारे एक विशाल चट्टान पर खड़ा था। शानदार आकृतियों और रंगों का एक विशाल परिदृश्य मेरे सामने फैला हुआ था। नीचे देखने पर मैंने रसातल की गहराई से धूसर धुंध को ऊपर उठते देखा। सैकड़ों ड्रैगन मक्खियाँ उड़ते हुए पन्ने की तरह गिरती बारिश के अंदर और बाहर गोता लगा रही थीं। ठीक मेरे सामने, रसातल के दूसरी ओर, मैंने जाम्बेजी को कगार के मील लंबे किनारे पर फिसलते हुए देखा। यह दृश्य डरावना था, लेकिन सुंदर भी था, व्यक्ति को पानी के गिरते हुए द्रव्यमान को देखना अच्छा लगता है। लेकिन दर्शक फुहारों से अंधा और गर्जना से बहरा हो जाता है।",
      "sub_questions": {
        "a": "What are the two adjectives which best describe the Victoria Falls?",
        "b": "What is the forest near the Victoria Falls called?",
        "c": "What did the dragon flies look like?",
        "d": "Why does the author describe the Falls as 'frightening' and 'beautiful'?"
      },
      "anuprashna": {
        "a": "विक्टोरिया फॉल्स का सबसे अच्छा वर्णन करने वाले दो विशेषण कौन से हैं?",
        "b": "विक्टोरिया फॉल्स के पास के जंगल को क्या कहा जाता है?",
        "c": "ड्रैगन मक्खियाँ कैसी दिखती थीं?",
        "d": "लेखक जलप्रपात को 'डरावना' और 'सुंदर' क्यों बताता है?"
      }
    }
  ],
  "2014": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following: (a) Work is Worship (b) Kindness to Animals (c) A Picnic Party (d) The Use of Electricity (e) An Indian Fair.",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 100-150 शब्दों में निबंध लिखें: (क) कार्य ही पूजा है (ख) जानवरों के प्रति दया (ग) एक पिकनिक पार्टी (घ) बिजली का उपयोग (ङ) एक भारतीय मेला।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: \n\nThe best way of understanding our civilization is to take an ordinary sort of day in the life of an ordinary sort of man, myself, for instance, and to see what he does My house is in London. I get up in the morning when an alarm clock rings on the table at my bed; it goes by clock work and is quite a complicated machine. I get into a hot bath, the water for which has been heated by gas. The gas is supplied to me by the Gas for the area in which I live, it is part of a national system. The water is supplied by the City Water Board. After bathing I shave; the water for my shave comes from a kettle which has been heated by electricity. So far as I am concerned, what happens is very simple. I put a plug in the wall and press the switch and the electricity does the rest. I use a safety razor the blade of which, made of very finely tempered steel, has been cut, together with millions of other blades, by a machine. The clothes which I put on have also been spun and woven largely by steam or electricity-driven machines.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \n\nहमारी सभ्यता को समझने का सबसे अच्छा तरीका एक सामान्य व्यक्ति के जीवन के एक सामान्य दिन को लेना है, उदाहरण के लिए, मैं खुद, और यह देखना कि वह क्या करता है। मेरा घर लंदन में है। मैं सुबह तब उठता हूं जब मेरे बिस्तर के पास वाली मेज पर अलार्म घड़ी बजती है; यह घड़ी की कल से चलती है और काफी जटिल मशीन है। मैं गर्म स्नान करता हूँ, जिसके लिए पानी गैस द्वारा गर्म किया गया है। जिस क्षेत्र में मैं रहता हूँ, वहाँ गैस की आपूर्ति गैस विभाग द्वारा की जाती है, यह एक राष्ट्रीय प्रणाली का हिस्सा है। पानी की आपूर्ति सिटी वॉटर बोर्ड द्वारा की जाती है। नहाने के बाद मैं दाढ़ी बनाता हूँ; मेरी दाढ़ी के लिए पानी एक केतली से आता है जिसे बिजली से गर्म किया गया है। जहाँ तक मेरा सवाल है, जो होता है वह बहुत सरल है। मैं दीवार में एक प्लग लगाता हूँ और स्विच दबाता हूँ और बिजली बाकी काम कर देती है। मैं एक सुरक्षा रेजर का उपयोग करता हूँ जिसका ब्लेड, बहुत बारीक टेम्पर्ड स्टील से बना होता है, लाखों अन्य ब्लेडों के साथ एक मशीन द्वारा काटा गया है। जो कपड़े मैं पहनता हूँ उन्हें भी बड़े पैमाने पर भाप या बिजली से चलने वाली मशीनों द्वारा काता और बुना गया है।",
      "sub_questions": {
        "a": "Which place does the writer belong to?",
        "b": "What makes him wake up in the morning?",
        "c": "How is the water for his shave heated, and what has he to do for it?",
        "d": "What is the blade he uses made of?"
      },
      "anuprashna": {
        "a": "लेखक किस स्थान का रहने वाला है?",
        "b": "उसे सुबह किस चीज से जाग आती है?",
        "c": "उसकी दाढ़ी बनाने का पानी कैसे गर्म किया जाता है, और उसे इसके लिए क्या करना पड़ता है?",
        "d": "वह जिस ब्लेड का उपयोग करता है वह किस चीज का बना होता है?"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and suggest a suitable title? \n\nScience has affected our life in innumerable ways. It has revolutionized transport and communications and thus made the world smaller. It has also made the world a better place to live in. We have well-lighted cities with good sanitation. Science has provided all kinds of substances and machines and sources of power. There is almost no end to the benefits that science has conferred on us. All the same, the work of science is no unmixed blessing. It has created new problems. Scientific industry is recklessly exploiting the new materials on the earth. Science has rendered life in cities less healthy. The overcrowding in cities, the air pollution largely because of smoke, cheap food deficient in vitamins-these are all dangerous to health. Again, people in big cities are denied sunlight, fresh air and exercise. Science has to attend to all these problems. Science has also to take up problem of social life itself. It has to work for freedom from war and various social and economic evils. Science can deal with these human affairs. There would be fewer follies, happiness and good feeling all round if we applied the scientific attitude to all our affairs. Properly using science and cultivating the scientific spirit man can control his destiny.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण करें और एक उपयुक्त शीर्षक सुझाएं? \n\nविज्ञान ने हमारे जीवन को असंख्य तरीकों से प्रभावित किया है। इसने परिवहन और संचार में क्रांति ला दी है और इस तरह दुनिया को छोटा बना दिया है। इसने दुनिया को रहने के लिए एक बेहतर जगह भी बना दिया है। हमारे पास अच्छी स्वच्छता के साथ अच्छी रोशनी वाले शहर हैं। विज्ञान ने सभी प्रकार के पदार्थ और मशीनें और शक्ति के स्रोत प्रदान किए हैं। विज्ञान ने हमें जो लाभ दिए हैं उनका लगभग कोई अंत नहीं है। फिर भी, विज्ञान का कार्य कोई अमिश्रित आशीर्वाद नहीं है। इसने नई समस्याएँ पैदा की हैं। वैज्ञानिक उद्योग पृथ्वी पर नई सामग्रियों का अंधाधुंध दोहन कर रहा है। विज्ञान ने शहरों में जीवन को कम स्वस्थ बना दिया है। शहरों में अत्यधिक भीड़भाड़, मुख्य रूप से धुएं के कारण वायु प्रदूषण, विटामिन की कमी वाला सस्ता भोजन - ये सभी स्वास्थ्य के लिए खतरनाक हैं। फिर से, बड़े शहरों में लोगों को धूप, ताजी हवा और व्यायाम से वंचित किया जाता है। विज्ञान को इन सभी समस्याओं पर ध्यान देना होगा। विज्ञान को सामाजिक जीवन की समस्या को भी स्वयं लेना होगा। इसे युद्ध और विभिन्न सामाजिक और आर्थिक बुराइयों से मुक्ति के लिए काम करना होगा। विज्ञान इन मानवीय मामलों से निपट सकता है। यदि हम अपने सभी मामलों में वैज्ञानिक दृष्टिकोण अपनाएं तो चारों ओर कम मूर्खताएं, खुशी और अच्छी भावना होगी। विज्ञान का उचित उपयोग करके और वैज्ञानिक भावना विकसित करके मनुष्य अपने भाग्य को नियंत्रित कर सकता है।"
    }
  ],
  "2015": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following: (a) Friendship (b) Rising prices (c) Unity is strength (d) Failures are the pillars of success (e) Might is right",
      "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें: (क) मित्रता (ख) बढ़ती कीमतें (ग) एकता में शक्ति है (घ) असफलता ही सफलता का आधार है (ङ) जिसकी लाठी उसकी भैंस"
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and suggest a suitable title: \nI do not, I repeat, enjoy seeing animals, forced to perform unnatural movements which they cannot possibly enjoy. I am prepared to believe that animals are treated by their trainers with real blindness and affection. But that is not the point. The Nazis enjoyed forcing their human victims to crawl about naked and on all fours. Ought we really to enjoy seeing animals dressed in crinolines and straining with trembling limbs to maintain an erect position? The thoughtless laughter, even of adults, which greets and encourages these performances fill one with sadness.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण कीजिए और एक उपयुक्त शीर्षक सुझाइए: \nमैं दोहराता हूँ कि मुझे जानवरों को अप्राकृतिक हरकतें करने के लिए मजबूर होते देखना पसंद नहीं है, जिसका वे संभवतः आनंद नहीं ले सकते। मैं यह मानने को तैयार हूँ कि प्रशिक्षकों द्वारा जानवरों के साथ वास्तविक अंधता और स्नेह का व्यवहार किया जाता है। लेकिन यह मुद्दा नहीं है। नाज़ी अपने मानव पीड़ितों को नग्न होकर और चारों हाथ-पांव के बल रेंगने के लिए मजबूर करने का आनंद लेते थे। क्या हमें वास्तव में जानवरों को क्रिनोलिन पहने हुए और सीधे खड़े रहने की स्थिति बनाए रखने के लिए कांपते अंगों के साथ संघर्ष करते हुए देखने का आनंद लेना चाहिए? विचारहीन हँसी, यहाँ तक कि वयस्कों की भी, जो इन प्रदर्शनों का स्वागत और प्रोत्साहन करती है, मनुष्य को दुख से भर देती है।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the question that follow:\nHappiness, after all, is an inner state of mind. It is little dependent on outside environment. Happiness has very little to do, for instance, with whether you are rich or not rich. Some of the most miserable persons I have come across in my life are the rich people. It is true that poverty makes one miserable in a very acute way. But my point is that it is not wealth but coordination of one's thought and action which removes inner conflict. It is in that way integration of personality is achieved.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nखुशी, आखिरकार, मन की एक आंतरिक अवस्था है। यह बाहरी वातावरण पर बहुत कम निर्भर करती है। उदाहरण के लिए, खुशी का इस बात से बहुत कम लेना-देना है कि आप अमीर हैं या नहीं। मेरे जीवन में आए कुछ सबसे दुखी व्यक्ति अमीर लोग हैं। यह सच है कि गरीबी इंसान को बहुत ही विकट तरीके से दुखी बनाती है। लेकिन मेरा कहना यह है कि धन नहीं बल्कि विचारों और कार्यों का समन्वय ही आंतरिक संघर्ष को दूर करता है। इसी तरह से व्यक्तित्व का एकीकरण प्राप्त किया जाता है।",
      "sub_questions": {
        "a": "What does the writer say about happiness?",
        "b": "What has happiness to do with wealth?",
        "c": "What are inner conflicts?",
        "d": "How is integration of personality achieved?"
      },
      "anuprashna": {
        "a": "लेखक खुशी के बारे में क्या कहता है?",
        "b": "खुशी का धन से क्या लेना-देना है?",
        "c": "आंतरिक संघर्ष क्या हैं?",
        "d": "व्यक्तित्व का एकीकरण कैसे प्राप्त किया जाता है?"
      }
    }
  ],
  "2016": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following: (a) Leisure (b) Might is right (c) Unity is strength (d) Newspaper (e) Examinations",
      "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें: (क) फुर्सत (ख) जिसकी लाठी उसकी भैंस (ग) एकता में शक्ति है (घ) समाचार पत्र (ङ) परीक्षाएं"
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and suggest a suitable title: In India we are most particularly concerned about the primary necessities of life of our people. We are concerned with clothing, shelter and housing, for our people with education, health and so on. Unless you have these, primary necessities, it seems futile to talk about the life of the mind or the life of the spirit. You cannot talk of God to a starving man, you must give him food. One must deal with primary necessities, it is true. Nevertheless, even dealing with them one has to leave some kind of ideal or objective in view. If that ideal or objective in view somehow becomes less and less connected with growth of the human mind, then there must be something wrong.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण कीजिए और एक उपयुक्त शीर्षक दीजिए: भारत में हम विशेष रूप से अपने लोगों के जीवन की प्राथमिक आवश्यकताओं के बारे में चिंतित हैं। हम अपने लोगों के लिए वस्त्र, आश्रय और आवास, शिक्षा, स्वास्थ्य आदि के बारे में चिंतित हैं। जब तक आपके पास ये प्राथमिक आवश्यकताएं नहीं हैं, तब तक मन के जीवन या आत्मा के जीवन के बारे में बात करना व्यर्थ लगता है। आप भूखे व्यक्ति से ईश्वर की बात नहीं कर सकते, आपको उसे भोजन देना ही होगा। यह सच है कि व्यक्ति को प्राथमिक आवश्यकताओं से निपटना चाहिए। फिर भी, उनसे निपटते समय भी किसी प्रकार का आदर्श या उद्देश्य ध्यान में रखना पड़ता है। यदि वह आदर्श या उद्देश्य किसी तरह मानवीय मस्तिष्क के विकास से कम जुड़ता जाता है, तो निश्चित रूप से कुछ गलत है।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: It is the fashion now-a-days to dismiss God from life altogether and insist on the possibility of reaching the highest kind of life without the necessity of a living faith in living God. I must confess my inability to drive the truth of the law home to those who have no faith in and no need for a power infinitely higher than themselves. My own experience has led me to the knowledge that fullest life is impossible without an immovable believe in a Living Law in obedience to which the whole universe moves. A man without that faith is like a drop thrown out of the ocean bound to perish. Every drop in the ocean shares the majesty and has the honour of giving us the ozone of life.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: आजकल जीवन से ईश्वर को पूरी तरह से खारिज करना और जीवित ईश्वर में जीवित विश्वास की आवश्यकता के बिना उच्चतम प्रकार के जीवन तक पहुँचने की संभावना पर जोर देना एक फैशन बन गया है। मैं उन लोगों को कानून की सच्चाई समझाने में अपनी असमर्थता स्वीकार करता हूँ जिन्हें अपने से अनंत रूप से उच्च शक्ति में कोई विश्वास नहीं है और न ही उसकी आवश्यकता है। मेरे अपने अनुभव ने मुझे इस ज्ञान तक पहुँचाया है कि एक जीवित कानून में अचल विश्वास के बिना पूर्ण जीवन असंभव है, जिसके पालन में पूरा ब्रह्मांड चलता है। उस विश्वास के बिना मनुष्य समुद्र से फेंकी गई एक बूंद की तरह है जो नष्ट होने के लिए बाध्य है। समुद्र की हर बूंद महिमा साझा करती है और हमें जीवन की ओजोन देने का सम्मान प्राप्त करती है।",
      "sub_questions": {
        "a": "What is the fashion now-a-days?",
        "b": "What does the author say about fullest life?",
        "c": "Explain the image of a drop in the ocean.",
        "d": "How is a man without faith?"
      },
      "anuprashna": {
        "a": "आजकल क्या फैशन है?",
        "b": "लेखक पूर्ण जीवन के बारे में क्या कहता है?",
        "c": "समुद्र में एक बूंद की छवि की व्याख्या करें।",
        "d": "बिना विश्वास के मनुष्य कैसा होता है?"
      }
    }
  ],
  "2017": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow:\n\nMy belief is that if the Nazi won, culture would be destroyed England. In the earlier war, Germany was just a hostile country. Germany and England were enemies, but they both belonged to the same civilization. In the Nazi war, Germany is not merely a hostile country, she is a bad ideology. She stands for evil ideas. Germany is not against culture. She does believe in art and literature. But she has made a blunder as she has allowed her culture to become government. All evils proceed from this blunder. In England our culture is not governmental. It is national; it springs naturally out of our was of life. It has developed slowly, easily, lizily.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\n\nमेरा मानना है कि यदि नाज़ी जीत गए, तो इंग्लैंड की संस्कृति नष्ट हो जाएगी। पहले के युद्ध में, जर्मनी केवल एक शत्रु देश था। जर्मनी और इंग्लैंड दुश्मन थे, लेकिन वे दोनों एक ही सभ्यता के थे। नाज़ी युद्ध में, जर्मनी केवल एक शत्रु देश नहीं है, वह एक बुरी विचारधारा है। वह बुरे विचारों का पक्षधर है। जर्मनी संस्कृति के विरुद्ध नहीं है। वह कला और साहित्य में विश्वास करती है। लेकिन उसने एक बड़ी भूल की है क्योंकि उसने अपनी संस्कृति को सरकार बनने दिया है। सभी बुराइयाँ इसी भूल से उत्पन्न होती हैं। इंग्लैंड में हमारी संस्कृति सरकारी नहीं है। यह राष्ट्रीय है; यह स्वाभाविक रूप से हमारे जीवन के तरीके से उत्पन्न होती है। यह धीरे-धीरे, आसानी से, आलस्य से विकसित हुई है।",
      "sub_questions": {
        "a": "What is the author's 'belief'?",
        "b": "Which country dos the word 'she' refer to?",
        "c": "Whose culture is not 'governmental'?",
        "d": "How has culture in England developed?"
      },
      "anuprashna": {
        "a": "लेखक का 'विश्वास' क्या है?",
        "b": "शब्द 'वह' (she) किस देश को संदर्भित करता है?",
        "c": "किसकी संस्कृति 'सरकारी' नहीं है?",
        "d": "इंग्लैंड में संस्कृति का विकास कैसे हुआ है?"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Make a precis of the following passage and suggest a suitable title:\n\nAbraham Lincoln, who became the 16th president of the USA, was an extraordinary man. His remarkable achievement was his astute leadership in the American civil war. He succeeded in preserving the Union, abolished slavery. strengthened the federal goverment, and modernized of economy. Largely self-educated, Lincoln became a lawyer. As president, he was responsible for many enactments of far-reaching political and social consequences. He explored the true nature of democracy and, therefore, fought valiantly for the suppressed people. Conscientious and sensitive, Lincoln opposed slavery. His liberal politics, however, did not find favour with the racist people. He was unfortunately assassinated in 1865.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण करें और एक उपयुक्त शीर्षक सुझाएं:\n\nअब्राहम लिंकन, जो अमेरिका के 16वें राष्ट्रपति बने, एक असाधारण व्यक्ति थे। उनकी उल्लेखनीय उपलब्धि अमेरिकी गृहयुद्ध में उनका चतुर नेतृत्व था। वह संघ को संरक्षित करने में सफल रहे, गुलामी को समाप्त किया, संघीय सरकार को मजबूत किया और अर्थव्यवस्था का आधुनिकीकरण किया। काफी हद तक स्व-शिक्षित, लिंकन एक वकील बने। राष्ट्रपति के रूप में, वे दूरगामी राजनीतिक और सामाजिक परिणामों वाले कई अधिनियमों के लिए जिम्मेदार थे। उन्होंने लोकतंत्र की वास्तविक प्रकृति की खोज की और इसलिए, दबे-कुचले लोगों के लिए वीरतापूर्वक लड़ाई लड़ी। कर्तव्यनिष्ठ और संवेदनशील, लिंकन ने गुलामी का विरोध किया। हालाँकि, उनकी उदार राजनीति को नस्लवादी लोगों का समर्थन नहीं मिला। दुर्भाग्य से 1865 में उनकी हत्या कर दी गई।"
    },
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 100-150 words on any one of the following:\n(a) The game of cricket\n(b) Pollution\n(c) Democracy\n(d) Science and its advantages\n(e) A visit to historical place",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) क्रिकेट का खेल\n(ख) प्रदूषण\n(ग) लोकतंत्र\n(घ) विज्ञान और इसके लाभ\n(ङ) ऐतिहासिक स्थान की यात्रा"
    }
  ],
  "2018": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write a paragraph in about 75 words on one of the following:",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 75 शब्दों में एक अनुच्छेद लिखें:",
      "sub_questions": {
        "a": "A Village Fair",
        "b": "True Friend",
        "c": "Pen is mightier than the sword."
      },
      "anuprashna": {
        "a": "गाँव का मेला",
        "b": "सच्चा मित्र",
        "c": "कलम तलवार से अधिक शक्तिशाली है।"
      }
    }
  ],
  "2019": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay in about 150 words on any one of the following:",
      "instructions": "Write in about 150 words. Choose any one topic.",
      "sub_questions": {
        "a": "Science Life",
        "b": "The courage you lack today",
        "c": "Your aim in life",
        "d": "Newspaper",
        "e": "The future of English in India"
      }
    },
    {
      "id": "letter_writing_1_1",
      "type": "letter_writing",
      "chapter_name": "Grammar",
      "question": "Write a letter to your cousin, asking him about the preparation of his board examination.",
      "instructions": "Attempt any one."
    },
    {
      "id": "letter_writing_1_2",
      "type": "letter_writing",
      "chapter_name": "Grammar",
      "question": "Write an application to the Principal of your school/college requesting him for permission to organize a cultural event in your school/college.",
      "instructions": "Attempt any one."
    },
    {
      "id": "translation_1",
      "type": "translation",
      "chapter_name": "Grammar",
      "question": "Translate any five of the following into English:",
      "instructions": "Translate any five.",
      "sub_questions": {
        "i": "वह अच्छी सेहत नहीं चाहता है।",
        "ii": "हम लोग जा रहे हैं।",
        "iii": "वे लोग नहीं आ रहे हैं।",
        "iv": "क्या तुम जा रहे हो?",
        "v": "उसने मुझे धोखा दिया।",
        "vi": "क्या राम पढ़ रहा है?",
        "vii": "वह पिछले सोमवार से बीमार है।",
        "viii": "रीता एक कथा कहती है।"
      }
    },
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage and answer the questions that follow.",
      "instructions": "",
      "sub_questions": {
        "i": "Who is known as the Shakespeare of India?",
        "ii": "Who was Max Muller?",
        "iii": "Who adorned the court of Vikramaditya?",
        "iv": "Make sentence with the words ‘independent’ and ‘century’."
      }
    }
  ],
  "2020": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay on any one of the following in about 150-200 words:\n(a) Village Life\n(b) Discipline\n(c) Work is worship\n(d) A film you have recently watched\n(e) Your college library.",
      "prashna": "लगभग 150-200 शब्दों में निम्नलिखित में से किसी एक पर निबंध लिखें:\n(क) ग्राम जीवन\n(ख) अनुशासन\n(ग) कर्म ही पूजा है\n(घ) एक फिल्म जो आपने हाल ही में देखी है\n(ङ) आपके कॉलेज का पुस्तकालय।"
    },
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your cousin, asking him about the preparation of his upcoming examination.",
      "prashna": "अपने चचेरे भाई को एक पत्र लिखें, जिसमें उससे उसकी आगामी परीक्षा की तैयारी के बारे में पूछें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to your Principal, requesting him to give permission to organize a cultural event in your school.",
      "prashna": "अपने प्रधानाचार्य को एक आवेदन पत्र लिखें, जिसमें उनसे अपने स्कूल में एक सांस्कृतिक कार्यक्रम आयोजित करने की अनुमति देने का अनुरोध करें।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage and answer the questions that follow:\nMy toothbrush is a thing that haunts me when I'm travelling, and makes my life a misery. I dream that I haven't packed it, and wake up in cold perspiration. I get out of bed and hunt for it. And, in the morning, I pack it before I have used it, and have to unpack it again. Then I forget it and have to rush upstairs at the last moment carry it to the railway station, wrapped up in my pocket handkerchief.",
      "prashna": "गद्यांश को पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nमेरा टूथब्रश एक ऐसी चीज़ है जो यात्रा करते समय मुझे डराती है और मेरे जीवन को दुखी कर देती है। मैं सपना देखता हूँ कि मैंने इसे पैक नहीं किया है, और पसीने से तर-बतर होकर जाग जाता हूँ। मैं बिस्तर से बाहर निकलता हूँ और उसे ढूँढता हूँ। और, सुबह में, मैं इसे इस्तेमाल करने से पहले ही पैक कर देता हूँ, और इसे फिर से खोलना पड़ता है। फिर मैं इसे भूल जाता हूँ और आखिरी समय में इसे रेलवे स्टेशन ले जाने के लिए ऊपर भागना पड़ता है, इसे अपने रूमाल में लपेटकर ले जाता हूँ।",
      "sub_questions": {
        "a": "How does the writer's toothbrush make his life a misery?",
        "b": "What happens in the morning?",
        "c": "What happens at the last moment?",
        "d": "Frame sentences with: Misery, Toothbrush."
      },
      "anuprashna": {
        "a": "लेखक का टूथब्रश उसके जीवन को दुखी कैसे बनाता है?",
        "b": "सुबह में क्या होता है?",
        "c": "अंतिम क्षण में क्या होता है?",
        "d": "वाक्य बनाएँ: Misery, Toothbrush."
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a precis of the following passage and give a suitable title:\nThe test of a great book is whether we want to read it only once or more than once. Any book, which we want to read the second time even more than we wanted to read it the first time, is really a good book. Every additional reading will help understand it better. A book that a person of good education does not care to read more than once is probably not worth much.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (precis) लिखें और एक उपयुक्त शीर्षक दें:\nएक महान पुस्तक की परीक्षा यह है कि क्या हम उसे केवल एक बार पढ़ना चाहते हैं या एक से अधिक बार। कोई भी पुस्तक, जिसे हम पहली बार पढ़ने की तुलना में दूसरी बार और भी अधिक पढ़ना चाहते हैं, वास्तव में एक अच्छी पुस्तक है। प्रत्येक अतिरिक्त बार पढ़ना इसे बेहतर ढंग से समझने में मदद करेगा। एक किताब जिसे एक अच्छी शिक्षा प्राप्त व्यक्ति एक बार से अधिक पढ़ने की परवाह नहीं करता है, वह शायद बहुत मूल्यवान नहीं है।"
    }
  ],
  "2021": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay on any one of the following in about 150-200 words : \na) Elections \nb) Child is the father of Man \nc) Impact of Covid 19 on society \nd) Importance of sports \ne) A Picnic Party.",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 150-200 शब्दों में निबंध लिखें: \na) चुनाव \nb) बच्चा मनुष्य का पिता है \nc) समाज पर कोविड-19 का प्रभाव \nd) खेलों का महत्व \ne) एक पिकनिक पार्टी।"
    },
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your friend asking him to visit your village in the winter vacation.",
      "prashna": "अपने मित्र को शीतकालीन अवकाश में अपने गाँव आने के लिए पत्र लिखें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your Headmaster, asking him to let you use the reading room of the library after the school is over.",
      "prashna": "अपने प्रधानाध्यापक को पत्र लिखें, जिसमें उनसे स्कूल खत्म होने के बाद पुस्तकालय के वाचनालय का उपयोग करने की अनुमति मांगी गई हो।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage and answer the questions that follow : \nTrees protect the environment and provide oxygen. They prevent soil erosion. Excessive cutting of trees have aggravated many ecological problems. Despite many awareness campaigns, people have not put an end to the practice of cutting trees. We do not realise that by disturbing the ecological balance in nature, we are ourselves paving the way for breakdown of the life-support system.",
      "prashna": "गद्यांश को पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \nपेड़ पर्यावरण की रक्षा करते हैं और ऑक्सीजन प्रदान करते हैं। वे मिट्टी के कटाव को रोकते हैं। पेड़ों की अत्यधिक कटाई ने कई पारिस्थितिक समस्याओं को बढ़ा दिया है। कई जागरूकता अभियानों के बावजूद, लोगों ने पेड़ काटने की प्रथा को समाप्त नहीं किया है। हम यह महसूस नहीं करते हैं कि प्रकृति में पारिस्थितिक संतुलन को बिगाड़कर, हम स्वयं जीवन-रक्षक प्रणाली के टूटने का मार्ग प्रशस्त कर रहे हैं।",
      "sub_questions": {
        "a": "What do trees do ?",
        "b": "What has aggravated the ecological problems ?",
        "c": "Which practice have we still not stopped ?",
        "d": "Make sentences with : Environment, Protect."
      },
      "anuprashna": {
        "a": "पेड़ क्या करते हैं?",
        "b": "पारिस्थितिक समस्याओं को किसने बढ़ाया है?",
        "c": "हमने अभी तक कौन सी प्रथा नहीं रोकी है?",
        "d": "इनके साथ वाक्य बनाएं: पर्यावरण, रक्षा।"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a precis of the following passage and give a suitable title : \nHealth is the most valuable thing in human life. Life without good health is no life at all. An unhealthy man leads a miserable life. Good health is the key to success in life. The real wealth of man is his health. We must pay proper attention to it and keep ourselves fit and healthy.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (precis) लिखें और एक उपयुक्त शीर्षक दें: \nमानव जीवन में स्वास्थ्य सबसे मूल्यवान वस्तु है। अच्छे स्वास्थ्य के बिना जीवन का कोई अस्तित्व नहीं है। एक अस्वस्थ व्यक्ति दयनीय जीवन व्यतीत करता है। अच्छा स्वास्थ्य जीवन में सफलता की कुंजी है। मनुष्य का वास्तविक धन उसका स्वास्थ्य है। हमें इस पर उचित ध्यान देना चाहिए और स्वयं को फिट और स्वस्थ रखना चाहिए।"
    }
  ],
  "2022": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay on any one of the following in about 150-200 words :\na) Discipline\nb) My Happiest Day in School\nc) Noise Pollution\nd) Many hands make work light\ne) My Aim in Life",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 150-200 शब्दों में निबंध लिखें:\nक) अनुशासन\nख) स्कूल में मेरा सबसे खुशी का दिन\nग) ध्वनि प्रदूषण\nघ) एकता में बल (Many hands make work light)\nङ) मेरे जीवन का लक्ष्य"
    },
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your friend enquiring about the health of his parents who have recovered from Covid-19.",
      "prashna": "अपने मित्र को उसके माता-पिता के स्वास्थ्य के बारे में पूछते हुए एक पत्र लिखें जो कोविड-19 से उबर चुके हैं।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "OR Write a letter to the Chief Minister to provide relief and medical assistance to the Covid-19 patients quarantined at home in your locality.",
      "prashna": "अथवा अपने इलाके में घर पर क्वारंटाइन किए गए कोविड-19 रोगियों को राहत और चिकित्सा सहायता प्रदान करने के लिए मुख्यमंत्री को एक पत्र लिखें।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow :\nCivilization means refinement of manner, improved arts, learning, and physical and moral culture. It implies an ordered way of living so that our body, mind and soul may develop properly. It also means social organization, efficient government, and well-established laws. The object of civilization is to make life nobler and more beautiful.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें:\nसभ्यता का अर्थ है व्यवहार का परिष्कार, उन्नत कलाएँ, सीखना, और शारीरिक और नैतिक संस्कृति। इसका तात्पर्य जीने के एक व्यवस्थित तरीके से है ताकि हमारे शरीर, मन और आत्मा का उचित विकास हो सके। इसका अर्थ सामाजिक संगठन, कुशल सरकार और अच्छी तरह से स्थापित कानून भी है। सभ्यता का उद्देश्य जीवन को श्रेष्ठ और अधिक सुंदर बनाना है।",
      "sub_questions": {
        "a": "What do you mean by civilization ?",
        "b": "What does civilization imply ?",
        "c": "What is the object of civilization ?",
        "d": "Make sentences with : Civilization, Beautiful."
      },
      "anuprashna": {
        "a": "सभ्यता से आपका क्या अभिप्राय है?",
        "b": "सभ्यता का क्या तात्पर्य है?",
        "c": "सभ्यता का उद्देश्य क्या है?",
        "d": "इनसे वाक्य बनाइए: सभ्यता (Civilization), सुंदर (Beautiful)।"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "OR Write a précis of the following passage and give a suitable title :\nDiscipline means to follow rules or do things in regular order. It is a very important part of life. Children should be taught to follow discipline while studying, eating or playing. Adults should also lead disciplined lives. We must always remember that with the right quality of discipline all our ventures are certain to succeed.",
      "prashna": "अथवा निम्नलिखित गद्यांश का संक्षेपण (précis) लिखें और एक उपयुक्त शीर्षक दें:\nअनुशासन का अर्थ है नियमों का पालन करना या चीजों को नियमित क्रम में करना। यह जीवन का एक बहुत ही महत्वपूर्ण हिस्सा है। बच्चों को पढ़ते, खाते या खेलते समय अनुशासन का पालन करना सिखाया जाना चाहिए। वयस्कों को भी अनुशासित जीवन जीना चाहिए। हमें हमेशा याद रखना चाहिए कि अनुशासन के सही गुण के साथ हमारे सभी उपक्रमों का सफल होना निश्चित है।"
    }
  ],
  "2023": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay on any one of the following in about 150-200 words:\n(a) Unemployment\n(b) Climate change\n(c) Discipline\n(d) A stitch in time saves nine\n(e) India of My Dreams",
      "prashna": "लगभग 150-200 शब्दों में निम्नलिखित में से किसी एक पर निबंध लिखें:\n(a) बेरोजगारी\n(b) जलवायु परिवर्तन\n(c) अनुशासन\n(d) समय पर एक टांका नौ बचाता है\n(e) मेरे सपनों का भारत"
    },
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your sister asking her to come to the village during Dussehra festival.",
      "prashna": "अपनी बहन को एक पत्र लिखकर उसे दशहरा उत्सव के दौरान गाँव आने के लिए कहें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to your Headmaster requesting him to give you a week's leave to attend a 'workshop on Education' organised by the Central Government",
      "prashna": "अपने प्रधानाध्यापक को एक आवेदन पत्र लिखें जिसमें केंद्र सरकार द्वारा आयोजित 'शिक्षा पर कार्यशाला' में भाग लेने के लिए एक सप्ताह की छुट्टी का अनुरोध किया गया हो।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow:\nAt this stage of civilization, when many nations are brought into close and vital contact for good and evil, it is essential, as never before, that their gross ignorance of one another should be diminished, that they should begin to understand a little of one another's historical experience and resulting mentality. It is the fault of the English to expect the people of other countries to react as they do, to political and international situations. One genuine goodwill and good intentions are often brought to nothing because we expect other people to be like us. This would be corrected if we know the history, not necessarily in detail but in broad outlines, of the social and political conditions which have given to each nation its present character.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें: (सभ्यता के इस चरण में, जब कई राष्ट्र अच्छे और बुरे के लिए घनिष्ठ और महत्वपूर्ण संपर्क में लाए जाते हैं, यह आवश्यक है, जैसा पहले कभी नहीं था, कि एक-दूसरे के प्रति उनकी घोर अज्ञानता को कम किया जाना चाहिए...)",
      "sub_questions": {
        "a": "What is essential at this stage of civilization?",
        "b": "What is the major fault of the English people?",
        "c": "Why should we know about other countries?",
        "d": "Why should ignorance be diminished?"
      },
      "anuprashna": {
        "a": "सभ्यता के इस चरण में क्या आवश्यक है?",
        "b": "अंग्रेज लोगों की मुख्य गलती क्या है?",
        "c": "हमें दूसरे देशों के बारे में क्यों जानना चाहिए?",
        "d": "अज्ञानता को क्यों कम किया जाना चाहिए?"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a precis of the following passage and give a suitable title:\nThe need of the hour is not any startling scientific discovery but ideal human qualities which the world is eagerly waiting for. These qualities are not material and so science has no grip over them. In the distant future, science may not have the better understanding of his fellowmen. However, as the future is troublesome and life exciting, man has to be fearless.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (precis) लिखें और एक उपयुक्त शीर्षक दें:\nसमय की मांग कोई चौंकाने वाली वैज्ञानिक खोज नहीं है, बल्कि आदर्श मानवीय गुण हैं जिनकी दुनिया बेसब्री से प्रतीक्षा कर रही है। ये गुण भौतिक नहीं हैं और इसलिए विज्ञान की उन पर कोई पकड़ नहीं है। दूर के भविष्य में, विज्ञान अपने साथियों की बेहतर समझ नहीं रख पाएगा। हालाँकि, जैसा कि भविष्य कष्टदायक और जीवन रोमांचक है, मनुष्य को निडर होना होगा।"
    }
  ],
  "2024": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay on any one of the following in about 150-200 words :\na) Value of Education\nb) Chandrayaan 3\nc) An Indian Festival\nd) Wonders of Science\ne) Noise Pollution",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 150-200 शब्दों में निबंध लिखें:\nक) शिक्षा का महत्व\nख) चंद्रयान 3\nग) एक भारतीय त्योहार\nघ) विज्ञान के चमत्कार\nङ) ध्वनि प्रदूषण"
    },
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your friend, congratulating him for his success in the Secondary Examination.",
      "prashna": "अपने मित्र को माध्यमिक परीक्षा में उनकी सफलता के लिए बधाई देते हुए एक पत्र लिखें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to your Headmistress asking for sick leave as you are suffering from typhoid.",
      "prashna": "अपनी प्रधानाध्यापिका को बीमारी की छुट्टी के लिए एक आवेदन पत्र लिखें क्योंकि आप टाइफाइड से पीड़ित हैं।"
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a précis of the following passage and give a suitable title : \nHumans first appeared on earth a million and a half years ago. He was a little more than an animal then. Still, early humans had some advantages over animals. He had a large brain, an erect body with fast-moving hands. He invented a language to communicate with his colleagues. The ability to speak was of the highest value because it allowed them to share ideas and plans together. Speech enabled the transmission of ideas from generation to generation. These special advantages put humans far ahead of all other living creatures.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (précis) लिखें और एक उपयुक्त शीर्षक दें: \nइंसान पहली बार डेढ़ मिलियन साल पहले पृथ्वी पर दिखाई दिया था। तब वह एक जानवर से थोड़ा ही अधिक था। फिर भी, शुरुआती मनुष्यों को जानवरों पर कुछ फायदे थे। उसके पास एक बड़ा मस्तिष्क, तेजी से चलते हाथों वाला सीधा शरीर था। उसने अपने सहयोगियों के साथ संवाद करने के लिए एक भाषा का आविष्कार किया। बोलने की क्षमता उच्चतम मूल्य की थी क्योंकि इसने उन्हें विचारों और योजनाओं को एक साथ साझा करने की अनुमति दी। वाक् शक्ति ने पीढ़ी-दर-पीढ़ी विचारों के संचरण को सक्षम बनाया। इन विशेष लाभों ने मनुष्यों को अन्य सभी जीवित प्राणियों से बहुत आगे कर दिया।"
    }
  ],
  "2025": [
    {
      "id": "essay_1",
      "type": "essay",
      "chapter_name": "Grammar",
      "question": "Write an essay on any one of the following in about 150-200 words : a) Clean India Movement b) Climate Change c) Social Justice d) Education for Everyone e) Bihar of your Dreams",
      "prashna": "निम्नलिखित में से किसी एक पर लगभग 150-200 शब्दों में निबंध लिखें: क) स्वच्छ भारत अभियान ख) जलवायु परिवर्तन ग) सामाजिक न्याय घ) सभी के लिए शिक्षा ड़) आपके सपनों का बिहार"
    },
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your sister congratulating her on her success in the NEET.",
      "prashna": "अपनी बहन को नीट (NEET) में उसकी सफलता पर बधाई देते हुए एक पत्र लिखें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to the Principal asking him / her for leave to attend a workshop on Yoga.",
      "prashna": "प्राचार्य को योग पर एक कार्यशाला में भाग लेने के लिए छुट्टी मांगते हुए एक आवेदन पत्र लिखें।"
    },
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow : The smile is the best tonic for our mind and body. It takes thirteen muscles to smile, but forty-three to be angry. To be cheerful, we have to create positive thoughts. On the other hand, if we constantly think about negative things, we feel unhappy. So the best way to avoid a negative idea is to replace it with a positive one. When we are relaxed and in bed, we should practise putting some cheerful thoughts.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें: मुस्कान हमारे मन और शरीर के लिए सबसे अच्छा टॉनिक है। मुस्कुराने में तेरह मांसपेशियां लगती हैं, लेकिन गुस्सा होने में पैंतालीस। खुश रहने के लिए हमें सकारात्मक विचार पैदा करने होंगे। दूसरी ओर, यदि हम लगातार नकारात्मक चीजों के बारे में सोचते हैं, तो हम दुखी महसूस करते हैं। इसलिए नकारात्मक विचार से बचने का सबसे अच्छा तरीका उसे सकारात्मक विचार से बदलना है। जब हम आराम से बिस्तर पर हों, तो हमें कुछ खुशनुमा विचार रखने का अभ्यास करना चाहिए।",
      "sub_questions": {
        "a": "What is the best tonic for our mind and body ?",
        "b": "What should we practise when we are relaxed in bed ?",
        "c": "What should we do to be cheerful ?",
        "d": "What happens when we constantly think about negative things ?"
      },
      "anuprashna": {
        "a": "हमारे मन और शरीर के लिए सबसे अच्छा टॉनिक क्या है?",
        "b": "बिस्तर पर आराम करते समय हमें किसका अभ्यास करना चाहिए?",
        "c": "खुश रहने के लिए हमें क्या करना चाहिए?",
        "d": "जब हम लगातार नकारात्मक चीजों के बारे में सोचते हैं तो क्या होता है?"
      }
    },
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a précis of the following passage and give a suitable title : The character of good men is like that of trees. They live for others and do not lose their qualities even in losing their lives. They always follow the right path. Praise is immaterial to them. To live for one's own sake is to lead the life of beasts. Only those who lay down their lives for others will live forever in a world of bliss.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (précis) लिखें और एक उपयुक्त शीर्षक दें: अच्छे पुरुषों का चरित्र पेड़ों जैसा होता है। वे दूसरों के लिए जीते हैं और अपनी जान गंवाकर भी अपने गुणों को नहीं खोते। वे हमेशा सही रास्ते पर चलते हैं। प्रशंसा उनके लिए कोई मायने नहीं रखती। अपने लिए जीना पशुओं का जीवन जीने के समान है। केवल वे ही जो दूसरों के लिए अपना जीवन न्यौछावर करते हैं, आनंद की दुनिया में हमेशा जीवित रहेंगे।"
    }
  ]
}