{
  "2009": [
    {
      "id": "long_2_2",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "A solution contains 1.0 g of urea (M = 60) in 75.0 g of water and boils at $100.114^\\circ C$. Find the value of the molal elevation boiling point constant for the solution.",
      "prashna": "एक घोल में 75.0 ग्राम जल में 1.0 ग्राम यूरिया (M = 60) है एवं $100.114^\\circ C$ पर उबलता है। घोल का मोलल उन्नयन क्वथनांक स्थिरांक का मान प्राप्त करें।"
    }
  ],
  "2011": [
    {
      "id": "long_1_2",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "",
      "prashna": "",
      "sub_questions": {
        "a": "What do you understand by elevation in boiling point?",
        "b": "State Raoult's law. How is it useful in determining the molecular weight of a non-electrolyte solute?"
      },
      "anuprashna": {
        "a": "क्वथनांक का उन्नयन से आप क्या समझते हैं?",
        "b": "राउल्ट नियम का उल्लेख करें। यह विद्युत अनअपघट्य घुल्य का अनुभार ज्ञात करने किस प्रकार उपयोगी है?"
      }
    }
  ],
  "2013": [
    {
      "id": "long_2_2",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "Define osmotic pressure. Prove that osmotic pressure is a colligative property.",
      "prashna": "परासरणी दाव की परिभाषा दें। सिद्ध करें कि परासरणी दाव एक अणुसंख्य गुणधर्म है।"
    }
  ],
  "2014": [
    {
      "id": "long_2",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "What do you understand by vapour pressure? What happens to the vapour pressure when (i) a volatile solute is added to a solution, and (ii) a non-volatile solute is added to a solution?",
      "prashna": "वाष्प दाव से आप क्या समझते हैं? वाष्प दाव में क्या होता है जब (i) वाष्पशील विलेय को विलयन में मिलाते हैं, (ii) अवाष्पशील विलेय को विलयन में मिलाया जाता है?"
    },
    {
      "id": "long_5",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "Answer the following:",
      "prashna": "निम्नलिखित का उत्तर दें:",
      "sub_questions": {
        "a": "What is the difference between osmosis and diffusion? Describe the Berkeley and Hartley method for determining osmotic pressure.",
        "b": "18g of glucose ($C_6H_{12}O_6$) is dissolved in 1 kg of water in a container at 1.013 bar atmospheric pressure. At what temperature will the water boil? For water, $K_b = 0.52K\\ kg\\ mol^{-1}$."
      },
      "anuprashna": {
        "a": "परासरण एवं विसरण में क्या अंतर है? बर्कले एवं हार्टले विधि द्वारा परासरण दाब ज्ञात करने की विधि का वर्णन करें।",
        "b": "एक पात्र में 18g ग्लूकोज ($C_6H_{12}O_6$) को 1.013 बार वायुमंडलीय दाब पर 1 kg जल में घोला गया। जल किस ताप पर उबलेगा? जल का $K_b = 0.52K\\ kg\\ mol^{-1}$ है।"
      }
    }
  ],
  "2016": [
    {
      "id": "long_1_1",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "",
      "prashna": "",
      "sub_questions": {
        "A": "What do you understand by 'elevation in boiling point'?",
        "B": "State Raoult's law. How is it used to determine the molecular mass of a non-electrolyte solute?"
      },
      "anuprashna": {
        "A": "'क्वथनांक के उन्नयन' से आप क्या समझते हैं?",
        "B": "राउल्ट नियम का उल्लेख करें। यह विद्युत-अनपघट्य घुल्य का अणुभार ज्ञात करने में किस प्रकार उपयोग है?"
      }
    },
    {
      "id": "long_2_1",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "",
      "prashna": "",
      "sub_questions": {
        "A": "What is the difference between osmosis and diffusion? Describe the Berkeley and Hartley method for determining osmotic pressure.",
        "B": "In a container, 18g of glucose ($C_6H_{12}O_6$) is dissolved in 1kg of water at 1.013 bar atmospheric pressure. At what temperature will the water boil? For water, $K_b = 0.52\\text{K kg mol}^{-1}$"
      },
      "anuprashna": {
        "A": "परासरण एवं विसरण में क्या अंतर है? बर्कले एवं हार्टले विधि द्वारा परासरण दाब ज्ञात करने की विधि का वर्णन करें।",
        "B": "एक पात्र में 18g ग्लूकोज ($C_6H_{12}O_6$) को 1.013 बार वायुमंडलीय दाब पर 1kg जल में घोला गया तो जल किस ताप पर उबलेगा? जल का $K_b = 0.52\\text{K kg mol}^{-1}$"
      }
    }
  ],
  "2017": [
    {
      "id": "long_1_1",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "Answer the following:",
      "prashna": "निम्नलिखित का उत्तर दें:",
      "sub_questions": {
        "A": "What do you understand by depression in freezing point?",
        "B": "Write Raoult's law related to the depression in freezing point. How will you determine the molecular weight of any non-volatile and non-electrolyte solute by this law?"
      },
      "anuprashna": {
        "A": "हिमांक के अवनमन से आप क्या समझते हैं?",
        "B": "हिमांक के अवनमन सम्बन्धी राउल्ट के नियम लिखें। इस नियम से किसी भी अवाष्पशील एवं नॉन-इलेक्ट्रोलाइट विलेय (solute) का अणु-भार कैसे ज्ञात करेंगे?"
      }
    },
    {
      "id": "long_1_2",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "Answer the following:",
      "prashna": "निम्नलिखित का उत्तर दें:",
      "sub_questions": {
        "A": "What do you understand by relative lowering of vapour pressure?",
        "B": "A 1% solution of aniline in ether was found to have a relative lowering of 0.007. Find the molecular weight of aniline."
      },
      "anuprashna": {
        "A": "वाष्प दाब के सापेक्ष अवनमन से आप क्या समझते हैं?",
        "B": "ऐनलीन के ईथर में 1% घोल का सापेक्ष अवनमन 0.007 पाया गया। ऐनलीन का अणु भार ज्ञात करें।"
      }
    }
  ],
  "2019": [
    {
      "id": "long_1",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "Define osmotic pressure. Prove that osmatic pressure is a colligative property.",
      "prashna": "परासरणी दाब की परिभाषा दें? सिद्ध करें की परासरणी दाब एक अणु संख्यक गुण धर्म है।"
    }
  ],
  "2021": [
    {
      "id": "long_6",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "What is elevation of boiling point ? Find the relation between elevation of boiling point and molar mass of solute.",
      "prashna": "क्वथनांक उन्नयन से आप क्या समझते हैं ? क्वथनांक उन्नयन तथा घुल्य के अणुभार के बीच संबंध स्थापित करें।"
    }
  ],
  "2025": [
    {
      "id": "long_1",
      "type": "long_answer",
      "chapter": "2",
      "chapter_name": "Solutions",
      "question": "This question has sub-questions.",
      "prashna": "इस प्रश्न के उप-प्रश्न हैं।",
      "sub_questions": {
        "A": "What is Raoult's law?",
        "B": "Obtain an expression for the determination of molecular mass of a solute from relative lowering of Vapour pressure."
      },
      "anuprashna": {
        "A": "राउल्ट का नियम क्या है?",
        "B": "वाष्प दाब के आपेक्षिक अवनमन से किसी विलेय के आण्विक द्रव्यमान के निर्धारण के लिए व्यंजक प्राप्त करें।"
      }
    }
  ]
}