{
  "2012": [
    {
      "id": "long_4_1",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "How is aluminium extracted from bauxite ore? Mention the principle involved in it. How does aluminium react with concentrated sulfuric acid?",
      "prashna": "एल्युमिनियम का निष्कर्षण वॉक्साइड अयस्क से कैसे किया जाता है? इसमें निहित सिद्धांत का उल्लेख करें। एल्युमिनियम सान्द्र सल्फ्यूरिक अम्ल के साथ कैसे अभिक्रिया करता है?"
    }
  ],
  "2013": [
    {
      "id": "long_1_1",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write the names of two main ores of iron. Write the method of extraction of iron and also give their chemical equations.",
      "prashna": "लोहा के दो मुख्य अयस्कों के नाम लिखें। लोहे के निष्कर्षण की विधि को लिखें एवं उनका रासायनिक समीकरण भी दें।"
    },
    {
      "id": "long_1_2",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write the name of the main ore of aluminium and write the principle of extraction of aluminium.",
      "prashna": "एल्युमिनियम के मुख्य अयस्क के नाम लिखें तथा एल्युमिनियम के निष्कर्षण के सिद्धांत को लिखें।"
    }
  ],
  "2015": [
    {
      "id": "long_1_1",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Name two main ores of iron. Describe the method of manufacturing iron from its ore. Give chemical equations.",
      "prashna": "लोहा के दो मुख्य अयस्कों के नाम दें। अयस्क से लोहा बनाने की विधि का वर्णन करें। रासायनिक समीकरण दें।"
    },
    {
      "id": "long_1_2",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write the names of the main ores of Aluminium. Write the principle of its extraction from the ore.",
      "prashna": "एल्युमिनियम के मुख्य अयस्कों के नाम लिखें। इसे अयस्क से निष्कासन के सिद्धांत को लिखें।"
    }
  ],
  "2016": [
    {
      "id": "long_4_1",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write the names of two main ores of iron and write the reaction for its extraction from its ore.",
      "prashna": "लोहा के दो मुख्य अयस्कों के नाम लिखें तथा उसके अयस्क से निष्कासन की अभिक्रिया को लिखें।"
    },
    {
      "id": "long_4_2",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write the name of the main ore of aluminium and write the reaction for its extraction from its ore.",
      "prashna": "एल्युमिनियम के मुख्य अयस्क का नाम लिखें तथा उसे अयस्क से निष्कासन की अभिक्रिया को लिखें।"
    }
  ],
  "2018": [
    {
      "id": "long_3_1",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "What are the important ores of copper? How is copper extracted from copper pyrites?",
      "prashna": "कॉपर के मुख्य अयस्क कौन हैं? कॉपर पायराइट्स से कॉपर का निष्कर्षण कैसे किया जाता है?"
    }
  ],
  "2019": [
    {
      "id": "long_3",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write in brief how Aluminium is extracted from Bauxite?",
      "prashna": "बॉक्साइट से एल्युमीनियम निष्कर्षण की विधि को संक्षिप्त में लिखें।"
    }
  ],
  "2020": [
    {
      "id": "long_1",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Name two important ores of Iron. How is it extracted from its chief ore? Give reactions.",
      "prashna": "लोहे के दो मुख्य अयस्कों का नाम लिखें तथा मुख्य अयस्क से लोहे का निष्कर्षण कैसे करेंगे? अभिक्रिया दें।"
    }
  ],
  "2025": [
    {
      "id": "long_3",
      "type": "long_answer",
      "chapter": "6",
      "chapter_name": "General Principles and Processes of Isolation of Elements",
      "question": "Write in brief the process of extraction of Al from Bauxite ore.",
      "prashna": "बॉक्साइट अयस्क से एल्युमीनियम के निष्कर्षण की विधि को संक्षेप में लिखें।"
    }
  ]
}