{
  "2011": [
    {
      "id": "long_3_1",
      "type": "long_answer",
      "chapter": "16",
      "chapter_name": "Chemistry in Everyday Life",
      "question": "",
      "prashna": "",
      "sub_questions": {
        "a": "Describe the following chemicals with suitable examples. (i) Antipyretics (ii) Antiseptic",
        "b": "Name the vitamin whose deficiency causes night blindness.",
        "c": "What are the initial chemicals used to make Bakelite and PVC?"
      },
      "anuprashna": {
        "a": "निम्नलिखित रसायनों का उचित उदाहरण देते हुए वर्णन करें। (i) ज्वरनाशी (एंटीपायरेटिक्स) (ii) एंटीसेप्टिक",
        "b": "उस विटामिन का नाम लिखें जिसकी कमी से रतौंधी (नाइट ब्लाइंडनेस) होता है।",
        "c": "बेकेलाइट तथा PVC बनाने के लिए कौन-से प्रारंभिक रसायन प्रयुक्त होते हैं?"
      }
    },
    {
      "id": "long_3_2",
      "type": "long_answer",
      "chapter": "16",
      "chapter_name": "Chemistry in Everyday Life",
      "question": "",
      "prashna": "",
      "sub_questions": {
        "a": "Define the following with one example each. (i) Analgesic (ii) Antibiotics",
        "b": "How many ATP molecules are produced per molecule of glucose, when glucose undergoes glycolysis?",
        "c": "What is synthetic rubber? Give one example."
      },
      "anuprashna": {
        "a": "निम्नलिखित को एक-एक उदाहरण देकर परिभाषित करें। (i) पीड़ाहारी (एनाल्जेसिक) (ii) प्रतिजैविक (एंटीबायोटिक्स)",
        "b": "प्रति अणु ग्लुकोज से कितने अणु ATP उत्पन्न होते हैं. जब ग्लुकोज का ग्लाइकोलाइसीस कराते हैं?",
        "c": "संश्लिष्ट रबर क्या है? इनका एक उदाहरण दें।"
      }
    }
  ],
  "2021": [
    {
      "id": "long_5",
      "type": "long_answer",
      "chapter": "16",
      "chapter_name": "Chemistry in Everyday Life",
      "question": "Answer the following:",
      "prashna": "निम्नलिखित का उत्तर दें:",
      "sub_questions": {
        "a": "What are artificial sweetening agents ? Give two examples.",
        "b": "What are essential and non-essential amino acids ? Give examples of each type."
      },
      "anuprashna": {
        "a": "कृत्रिम मधुरक क्या है ? दो उदाहरण दीजिए।",
        "b": "आवश्यक तथा अनावश्यक ऐमीनो अम्ल क्या होते हैं ? प्रत्येक का उदाहरण दीजिए।"
      }
    }
  ],
  "2024": [
    {
      "id": "long_2",
      "type": "long_answer",
      "chapter": "16",
      "chapter_name": "Chemistry in Everyday Life",
      "question": "What is soap? How does it act in the cleansing of clothes ?",
      "prashna": "साबुन क्या है ? कपड़ा साफ करने में यह किस प्रकार कार्य करता है ?"
    }
  ]
}