[
    {
        "id": "passage_1",
        "type": "passage_comprehension",
        "question": "Read carefully the passage given below and answer the questions that follow :\n\nAn old man had three sons who often quarrelled with one another. They paid no attention to their father's advice not to do so. One day he called all his sons together and gave them a bundle of sticks and asked each of them to try in turn and break the bundle. Each of them tried but failed. The old man then asked them to untie the bundle and break the sticks separately. Not to speak of the eldest, even the youngest one broke the sticks without any difficulty. Then the old man told his sons that they should see the power of unity. If they lived united no harm would come to them: If they quarrelled, they would have to face difficulty.\n\nQuestions:\n(a) How did the three sons behave with one another?\n(b) Did they heed to their father's advice?\n(c) What did the old man do next?\n(d) What moral do you get from the above passage?",
        "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\n\nएक बूढ़े व्यक्ति के तीन बेटे थे जो अक्सर एक-दूसरे से झगड़ते रहते थे। उन्होंने अपने पिता की ऐसा न करने की सलाह पर कोई ध्यान नहीं दिया। एक दिन उसने अपने सभी बेटों को एक साथ बुलाया और उन्हें लकड़ियों का एक गट्ठर दिया और उनमें से प्रत्येक को बारी-बारी से गट्ठर को तोड़ने की कोशिश करने के लिए कहा। उनमें से प्रत्येक ने कोशिश की लेकिन असफल रहे। बूढ़े व्यक्ति ने तब उन्हें गट्ठर खोलने और लकड़ियों को अलग-अलग तोड़ने के लिए कहा। बड़े बेटे की तो बात ही क्या, सबसे छोटे बेटे ने भी बिना किसी कठिनाई के लकड़ियाँ तोड़ दीं। तब बूढ़े व्यक्ति ने अपने बेटों से कहा कि उन्हें एकता की शक्ति देखनी चाहिए। यदि वे एकजुट होकर रहेंगे तो उन्हें कोई नुकसान नहीं होगा: यदि वे झगड़ेंगे, तो उन्हें कठिनाई का सामना करना पड़ेगा।\n\nप्रश्न:\n(क) तीनों पुत्र एक-दूसरे के साथ कैसा व्यवहार करते थे?\n(ख) क्या उन्होंने अपने पिता की सलाह मानी?\n(ग) बूढ़े व्यक्ति ने आगे क्या किया?\n(घ) उपरोक्त गद्यांश से आपको क्या शिक्षा मिलती है?",
        "sub_questions": {
            "a": "How did the three sons behave with one another?",
            "b": "Did they heed to their father's advice?",
            "c": "What did the old man do next?",
            "d": "What moral do you get from the above passage?"
        },
        "anuprashna": {
            "a": "तीनों पुत्र एक-दूसरे के साथ कैसा व्यवहार करते थे?",
            "b": "क्या उन्होंने अपने पिता की सलाह मानी?",
            "c": "बूढ़े व्यक्ति ने आगे क्या किया?",
            "d": "उपरोक्त गद्यांश से आपको क्या शिक्षा मिलती है?"
        }
    },
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write an essay in about 100-150 words on any one of the following topics: \n(a) Television\n(b) The book you like most\n(c) A memorable day in your life\n(d) An ideal family.",
        "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) टेलीविजन\n(ख) वह पुस्तक जो आपको सबसे अधिक पसंद है\n(ग) आपके जीवन का एक यादगार दिन\n(घ) एक आदर्श परिवार।"
    },
    {
        "id": "precis_1",
        "type": "precis",
        "question": "Make a precis of the following passage giving a suitable title:\nOne of the most widely spread bad habits is the use of tobacco. Tobacco is now smoked or chewed by men, often by women and even by children, almost all over the world. It was brought into Europe America by Sir Walter Raleigh four centuries ago, and has thence spread everywhere. We very much doubt whether there is any good in the habit, even when tobacco is not used to excess: and it is extremely difficult to get rid of the habit when once it has been formed.",
        "prashna": "एक उपयुक्त शीर्षक देते हुए निम्नलिखित गद्यांश का संक्षेपण करें:\nसबसे व्यापक रूप से फैली बुरी आदतों में से एक तंबाकू का उपयोग है। तंबाकू अब पुरुषों द्वारा पिया या चबाया जाता है, अक्सर महिलाओं और यहाँ तक कि बच्चों द्वारा भी, लगभग पूरी दुनिया में। इसे चार शताब्दी पहले सर वाल्टर रैले द्वारा यूरोप अमेरिका में लाया गया था, और तब से यह हर जगह फैल गया है। हमें बहुत संदेह है कि इस आदत में कुछ भी अच्छा है, भले ही तंबाकू का अधिक मात्रा में उपयोग न किया जाए: और एक बार आदत बन जाने के बाद इससे छुटकारा पाना बेहद मुश्किल होता है।"
    },
    {
        "id": "short_1",
        "type": "short_answer",
        "question": "Translate the following sentences into English:\n(a) कल मेरी भेंट एक रिक्शाचालक से हुई।\n(b) उसका नाम रामू है।\n(c) उसका परिवार बहुत बड़ा है।\n(d) उसकी हालत दयनीय है।\n(e) उसे सुबह से शाम तक रिक्शा खींचना पड़ता है।",
        "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें:\n(क) कल मेरी भेंट एक रिक्शाचालक से हुई।\n(ख) उसका नाम रामू है।\n(ग) उसका परिवार बहुत बड़ा है।\n(घ) उसकी हालत दयनीय है।\n(ङ) उसे सुबह से शाम तक रिक्शा खींचना पड़ता है।"
    },
    {
        "id": "short_2",
        "type": "short_answer",
        "question": "Match the names given in List-A with appropriate titles from List-B:\nList-A:\n(a) Rupert Brooke\n(b) D.H. Lawrence\n(c) Walt Whitman\n(d) John Donne\n(e) John Keats\n\nList-B:\n(i) Song of Myself\n(ii) To Autumn\n(iii) The soldier\n(iv) Snake\n(v) Sweetest love I do not go",
        "prashna": "सूची-A में दिए गए नामों को सूची-B के उपयुक्त शीर्षकों के साथ मिलाएं:\nसूची-A:\n(क) रूपर्ट ब्रुक\n(ख) डी.एच. लॉरेंस\n(ग) वॉल्ट व्हिटमैन\n(घ) जॉन डन\n(ङ) जॉन कीट्स\n\nसूची-B:\n(i) सॉन्ग ऑफ मायसेल्फ\n(ii) टू ऑटम\n(iii) द सोल्जर\n(iv) स्नेक\n(v) स्वीटेस्ट लव आई डू नॉट गो"
    },
    {
        "id": "long_1",
        "type": "long_answer",
        "question": "Give, in short, the summary of any four of the following poems:\n(a) Snake \n(b) My Grandmother's House\n(c) To Autumn\n(d) The Soldier",
        "prashna": "निम्नलिखित में से किन्हीं चार कविताओं का संक्षेप में सारांश दें:\n(क) स्नेक\n(ख) माई ग्रैंडमदर्स हाउस\n(ग) टू ऑटम\n(घ) द सोल्जर"
    },
    {
        "id": "short_3",
        "type": "short_answer",
        "question": "Name the poets who wrote the following lines:\n(a) I celebrate myself, and sing myself.\nAnd what I assume you shall assume.\n(b) Whose white waterfall could bless\nTravellers in their last distress.\n(c) Where are the songs of spring?\nAy, where are they?\n(d) If in thine life thou waste.\nThou art the best of me.\n(e) I swore to save fire\nFrom the sin of forgetfulness.",
        "prashna": "उन कवियों के नाम बताइए जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:\n(क) मैं स्वयं का उत्सव मनाता हूँ, और स्वयं गाता हूँ। और जो मैं मानूंगा वही आप मानेंगे।\n(ख) किसका सफेद जलप्रपात यात्रियों को उनके अंतिम संकट में आशीर्वाद दे सकता था।\n(ग) वसंत के गीत कहाँ हैं? आय, वे कहाँ हैं?\n(घ) यदि तुम अपने जीवन में नष्ट हो जाओ। तुम मेरा सबसे अच्छा हिस्सा हो।\n(ङ) मैंने अग्नि को विस्मृति के पाप से बचाने की शपथ ली थी।"
    },
    {
        "id": "short_4",
        "type": "short_answer",
        "question": "Complete the following sentences on the basis of your textual reading: \n(a) Dr. Radhakrishnan never lost his faith in…………\n(b) Nanukaka was coming to Delhi to……………",
        "prashna": "अपने पाठ्य पठन के आधार पर निम्नलिखित वाक्यों को पूरा करें:\n(क) डॉ. राधाकृष्णन ने कभी भी अपना विश्वास नहीं खोया ………\n(ख) नानूकाका दिल्ली आ रहे थे ………"
    },
    {
        "id": "long_2",
        "type": "long_answer",
        "question": "Give, in short, the summary of any one of the following pieces:\n(a) I have a Dream\n(b) The Earth\n(c) A child is Born",
        "prashna": "निम्नलिखित में से किसी एक लेख का संक्षेप में सारांश दें:\n(क) आई हैव अ ड्रीम\n(ख) द अर्थ\n(ग) ए चाइल्ड इज़ बोर्न"
    },
    {
        "id": "short_5",
        "type": "short_answer",
        "question": "Name the authors of the following prose pieces:\n(a) Bharat is My Home\n(b) I Have a Dream\n(c) The Artist",
        "prashna": "निम्नलिखित गद्य रचनाओं के लेखकों के नाम बताइए:\n(क) भारत इज़ माई होम\n(ख) आई हैव अ ड्रीम\n(ग) द आर्टिस्ट"
    },
    {
        "id": "short_6",
        "type": "short_answer",
        "question": "Name the authors of the following:\n(a) David Copperfield\n(b) Emma\n(c) Piers the Plowman\n(d) The Guide\n(e) Macbeth",
        "prashna": "निम्नलिखित के लेखकों के नाम बताइए:\n(क) डेविड कॉपरफील्ड\n(ख) एम्मा\n(ग) पियर्स द प्लोमैन\n(घ) द गाइड\n(ङ) मैकबेथ"
    },
    {
        "id": "long_3_1",
        "type": "long_answer",
        "question": "Write a brief note on Modern English.",
        "prashna": "आधुनिक अंग्रेजी पर एक संक्षिप्त टिप्पणी लिखें।"
    },
    {
        "id": "long_3_2",
        "type": "long_answer",
        "question": "Discuss the future of English in India.",
        "prashna": "भारत में अंग्रेजी के भविष्य पर चर्चा करें।"
    },
    {
        "id": "long_4_1",
        "type": "long_answer",
        "question": "English is an international language. How?",
        "prashna": "अंग्रेजी एक अंतरराष्ट्रीय भाषा है। कैसे?"
    },
    {
        "id": "long_4_2",
        "type": "long_answer",
        "question": "Write the names of five Indian English Writers.",
        "prashna": "पाँच भारतीय अंग्रेजी लेखकों के नाम लिखिए।"
    }
]