[
    {
        "id": "precis_1",
        "type": "precis",
        "question": "Make a precis of the following passage and suggest a suitable title:\nScience has made the world a better place to live in. There is almost no end to the benefits that science has conferred on us. All the same, the work of science is unmixed blessing. It has created new problems that threaten man. Science has to attend to the problems threatening man. It has to take up the problems of social life too. It has to work for freedom from war and various social and economic evils Science can deal with these human affairs. There would be happiness and good feeling all round if we applied the scientific attitude to all our affairs, Properly using science and cultivating the scientific spirit man can control his destiny.",
        "prashna": "निम्नलिखित गद्यांश का संक्षेपण करें और एक उपयुक्त शीर्षक सुझाएं:\nविज्ञान ने दुनिया को रहने के लिए एक बेहतर जगह बना दिया है। विज्ञान ने हमें जो लाभ दिए हैं उनका लगभग कोई अंत नहीं है। फिर भी, विज्ञान का कार्य एक शुद्ध वरदान है। इसने नई समस्याएँ पैदा की हैं जो मनुष्य के लिए खतरा बनी हुई हैं। विज्ञान को मनुष्य को खतरे में डालने वाली समस्याओं पर ध्यान देना होगा। इसे सामाजिक जीवन की समस्याओं को भी हाथ में लेना होगा। इसे युद्ध और विभिन्न सामाजिक और आर्थिक बुराइयों से मुक्ति के लिए काम करना होगा। विज्ञान इन मानवीय मामलों को हल कर सकता है। यदि हम अपने सभी मामलों में वैज्ञानिक दृष्टिकोण अपनाएँ तो चारों ओर खुशी और अच्छी भावना होगी। विज्ञान का उचित उपयोग करके और वैज्ञानिक भावना विकसित करके मनुष्य अपने भाग्य को नियंत्रित कर सकता है।"
    },
    {
        "id": "short_1",
        "type": "short_answer",
        "question": "Translate the following sentences into English:",
        "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें:",
        "sub_questions": {
            "a": "गाय उपयोगी जानवर होती है।",
            "b": "क्या तुम्हें तैरना आता है?",
            "c": "वे लोग दो दिनों से अनुपस्थित हैं।",
            "d": "जल्दी करो।",
            "e": "स्टेशन यहाँ से कितनी दूर है?"
        },
        "anuprashna": {
            "a": "गाय उपयोगी जानवर होती है।",
            "b": "क्या तुम्हें तैरना आता है?",
            "c": "वे लोग दो दिनों से अनुपस्थित हैं।",
            "d": "जल्दी करो।",
            "e": "स्टेशन यहाँ से कितनी दूर है?"
        }
    },
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write an essay in about 100-150 words on any one of the following:\n(a) A Cricket Match\n(b) My Aim in Life\n(c) Importance of Sports\n(d) Evils of Dowry\n(e) A Visit to a Place of Historical Importance.",
        "prashna": "निम्नलिखित में से किसी एक पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) एक क्रिकेट मैच\n(ख) मेरे जीवन का लक्ष्य\n(ग) खेलों का महत्व\n(घ) दहेज की बुराइयाँ\n(ङ) किसी ऐतिहासिक महत्व के स्थान की यात्रा।"
    },
    {
        "id": "passage_1",
        "type": "passage_comprehension",
        "question": "Read carefully the passage given below and answer the questions that follow:\nWe had read a lot about Victoria Falls and had long dreamt of taking a close look at this awe-inspiring and magnificent spectacle of nature. At last the dream came true. I was standing on a huge rock on the edge of the Rain Forest. A vast panorama of magnificent shapes and colours stretched in front of me. Looking down I saw the grey mist rolling up from the abysmal depth. Hundreds of dragon flies were diving in and out of the falling rain like flying emeralds. Right in front of me, on the other side of the abyss, I saw the Zambesi sliding over the mile-long edge of the precipice. The sight was frightening, but it was also beautiful, One loves to see the mass of water tumbling down. But the spectator is blinded by the spray and deafened by the roar.",
        "prashna": "नीचे दिए गए गद्यांश को ध्यान से पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nहमने विक्टोरिया फॉल्स के बारे में बहुत कुछ पढ़ा था और प्रकृति के इस विस्मयकारी और शानदार दृश्य को करीब से देखने का लंबे समय से सपना देखा था। आखिरकार सपना सच हो गया। मैं वर्षा वन (Rain Forest) के किनारे एक विशाल चट्टान पर खड़ा था। शानदार आकृतियों और रंगों का एक विशाल परिदृश्य मेरे सामने फैला हुआ था। नीचे देखने पर मैंने रसातल की गहराई से धूसर धुंध को ऊपर उठते देखा। सैकड़ों ड्रैगन मक्खियाँ उड़ते हुए पन्ने की तरह गिरती बारिश के अंदर और बाहर गोता लगा रही थीं। ठीक मेरे सामने, रसातल के दूसरी ओर, मैंने जाम्बेजी को कगार के मील लंबे किनारे पर फिसलते हुए देखा। यह दृश्य डरावना था, लेकिन सुंदर भी था, व्यक्ति को पानी के गिरते हुए द्रव्यमान को देखना अच्छा लगता है। लेकिन दर्शक फुहारों से अंधा और गर्जना से बहरा हो जाता है।",
        "sub_questions": {
            "a": "What are the two adjectives which best describe the Victoria Falls?",
            "b": "What is the forest near the Victoria Falls called?",
            "c": "What did the dragon flies look like?",
            "d": "Why does the author describe the Falls as 'frightening' and 'beautiful'?"
        },
        "anuprashna": {
            "a": "विक्टोरिया फॉल्स का सबसे अच्छा वर्णन करने वाले दो विशेषण कौन से हैं?",
            "b": "विक्टोरिया फॉल्स के पास के जंगल को क्या कहा जाता है?",
            "c": "ड्रैगन मक्खियाँ कैसी दिखती थीं?",
            "d": "लेखक जलप्रपात को 'डरावना' और 'सुंदर' क्यों बताता है?"
        }
    },
    {
        "id": "long_1",
        "type": "long_answer",
        "question": "Write the summary of any one of the following poems:\n(a) To Autumn\n(b) The Soldier\n(c) My Grand Mother's House\n(d) Now the Leaves are Falling Fast",
        "prashna": "निम्नलिखित में से किसी एक कविता का सारांश लिखें:\n(क) टू ऑटम (To Autumn)\n(ख) द सोल्जर (The Soldier)\n(ग) माई ग्रैंड मदर्स हाउस (My Grand Mother's House)\n(घ) नाउ द लीव्स आर फॉलिंग फास्ट (Now the Leaves are Falling Fast)"
    },
    {
        "id": "short_2",
        "type": "short_answer",
        "question": "Match the poets given in List-A with appropriate titles from List-B:\nList-A:\n(a) Walt Whitman\n(b) W. H. Auden\n(c) Walter de la Mare\n(d) Keki N. Daruwala\n(e) Rupert Brooke\n\nList-B:\n(i) Fire-Hymn\n(ii) Song of Myself\n(iii) The Soldier\n(iv) Now the Leaves are Falling Fast\n(v) An Epitaph",
        "prashna": "सूची-A में दिए गए कवियों का सूची-B के उपयुक्त शीर्षकों के साथ मिलान करें:\nसूची-A:\n(क) वाल्ट व्हिटमैन\n(ख) डब्ल्यू. एच. ऑडेन\n(ग) वाल्टर डी ला मेयर\n(घ) केकी एन. दारूवाला\n(ङ) रूपर्ट ब्रुक\n\nसूची-B:\n(i) फायर-हाइम\n(ii) सॉन्ग ऑफ माईसेल्फ\n(iii) द सोल्जर\n(iv) नाउ द लीव्स आर फॉलिंग फास्ट\n(v) एन एपिटाफ"
    },
    {
        "id": "short_3",
        "type": "short_answer",
        "question": "Name the poets who wrote the following lines:",
        "prashna": "उन कवियों के नाम बताइए जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:",
        "sub_questions": {
            "a": "Where are the songs of spring? Aye, where are they? Think not of them, thou hast thy music too.",
            "b": "O how feeble is man's power, That if good fortune fall. Cannot adde another houre, Nor a lost houre recall!",
            "c": "I celebrate myself, and sing myself, And what I assume you shall assume. For every atom belonging to me as good belongs to you.",
            "d": "Dead in hundreds at the back Follow wooden in our track, Arms raised stiffly to reprove In false attitudes of love.",
            "e": "If I should die, think only this for me; That there's some corner of a foreign field That is for ever England."
        },
        "anuprashna": {
            "a": "Where are the songs of spring? Aye, where are they? Think not of them, thou hast thy music too.",
            "b": "O how feeble is man's power, That if good fortune fall. Cannot adde another houre, Nor a lost houre recall!",
            "c": "I celebrate myself, and sing myself, And what I assume you shall assume. For every atom belonging to me as good belongs to you.",
            "d": "Dead in hundreds at the back Follow wooden in our track, Arms raised stiffly to reprove In false attitudes of love.",
            "e": "If I should die, think only this for me; That there's some corner of a foreign field That is for ever England."
        }
    },
    {
        "id": "long_2",
        "type": "long_answer",
        "question": "Summarise any one of the following pieces:\n(a) Indian Civilization and Culture\n(b) Ideas that have Helped Mankind\n(c) The Earth",
        "prashna": "निम्नलिखित में से किसी एक लेख का सारांश लिखें:\n(क) इंडियन सिविलाइजेशन एंड कल्चर\n(ख) आइडियाज दैट हैव हेल्प्ड मैनकाइंड\n(ग) द अर्थ"
    },
    {
        "id": "short_4",
        "type": "short_answer",
        "question": "Name the authors of the following prose pieces:\n(a) Bharat is My Home\n(b) A Pinch of Snuff\n(c) How Free is the Press.",
        "prashna": "निम्नलिखित गद्य रचनाओं के लेखकों के नाम बताइए:\n(क) भारत इज माई होम\n(ख) ए पिंच ऑफ स्नफ\n(ग) हाउ फ्री इज द प्रेस"
    },
    {
        "id": "short_5",
        "type": "short_answer",
        "question": "Complete the following sentences on the basis of your textual reading:\n(a) Civilization is that mode of conduct which points out to man.......\n(b) I shall be told it is neither numbers not multiplicity of pleasures that make….",
        "prashna": "अपने पाठ्य अध्ययन के आधार पर निम्नलिखित वाक्यों को पूरा करें:\n(क) सभ्यता आचरण की वह विधा है जो मनुष्य को इंगित करती है.......\n(ख) मुझे बताया जाएगा कि यह न तो संख्या है और न ही सुखों की बहुलता है जो बनाती है…।"
    },
    {
        "id": "short_6",
        "type": "short_answer",
        "question": "Name the authors of the following works:\n(a) Pride and Prejudice\n(b) Paradise Lost\n(c) The Guide\n(d) The Merchant of Venice\n(e) The Gitanjali",
        "prashna": "निम्नलिखित कृतियों के लेखकों के नाम बताइए:\n(क) प्राइड एंड प्रेजुडिस\n(ख) पैराडाइज लॉस्ट\n(ग) द गाइड\n(घ) द मर्चेंट ऑफ वेनिस\n(ङ) गीतांजलि"
    },
    {
        "id": "long_3_1",
        "type": "long_answer",
        "question": "Write a short note on Indian English novel.",
        "prashna": "भारतीय अंग्रेजी उपन्यास पर एक संक्षिप्त टिप्पणी लिखें।"
    },
    {
        "id": "long_3_2",
        "type": "long_answer",
        "question": "Write a short note on English as a world language.",
        "prashna": "विश्व भाषा के रूप में अंग्रेजी पर एक संक्षिप्त टिप्पणी लिखें।"
    },
    {
        "id": "short_7_1",
        "type": "short_answer",
        "question": "Name any five Indian English poets.",
        "prashna": "किन्हीं पांच भारतीय अंग्रेजी कवियों के नाम बताइए।"
    },
    {
        "id": "short_7_2",
        "type": "short_answer",
        "question": "Name any five English dramatists.",
        "prashna": "किन्हीं पांच अंग्रेजी नाटककारों के नाम बताइए।"
    }
]