[
    {
        "id": "short_1",
        "type": "short_answer",
        "question": "Translate the following sentences into English:\n(a) पौ फट चुकी है।\n(b) सूरज पूरब से निकल चुका है।\n(c) सभी ग्रामवासी जाग चुके हैं।\n(d) उन्होंने काम करना शुरू कर दिया है।\n(e) कुछ किसान अपने खेतों पर जा चुके हैं।",
        "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें:\n(क) पौ फट चुकी है।\n(ख) सूरज पूरब से निकल चुका है।\n(ग) सभी ग्रामवासी जाग चुके हैं।\n(घ) उन्होंने काम करना शुरू कर दिया है।\n(ङ) कुछ किसान अपने खेतों पर जा चुके हैं।"
    },
    {
        "id": "passage_1",
        "type": "passage_comprehension",
        "question": "Read carefully the passage given below and answer the questions that follow:\nOnce Amar Singh, the General of Shah Jahan's army was passing through a desert. He saw a thirsty man dying out of thirst. Amar Singh gave him water. The man said, \"Amar Singh, you saved my life. I am a Pathan named Narshahwaj Khan. I will shed my blood for you and your family if needed.\" The Pathan proved true to his word. When Amar Singh was killed treacherously and his dead body was captured by Shah Jahan, Narshahwaj Khan came with his army and fought to the vast army of Shah jahan. He with his entire army was killed in the battle. But, he immortalised the tale of gratitude friendship.",
        "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nएक बार शाहजहाँ की सेना के सेनापति अमर सिंह एक रेगिस्तान से गुजर रहे थे। उन्होंने एक प्यासे आदमी को प्यास से मरते देखा। अमर सिंह ने उसे पानी दिया। उस आदमी ने कहा, \"अमर सिंह, आपने मेरी जान बचाई है। मैं नरशाहवाज खान नाम का एक पठान हूँ। जरूरत पड़ने पर मैं आपके और आपके परिवार के लिए अपना खून बहा दूँगा।\" पठान अपनी बात पर खरा उतरा। जब अमर सिंह की धोखे से हत्या कर दी गई और उनके शव को शाहजहाँ ने कब्जे में ले लिया, तो नरशाहवाज खान अपनी सेना के साथ आया और शाहजहाँ की विशाल सेना से लड़ा। वह अपनी पूरी सेना के साथ युद्ध में मारा गया। लेकिन, उसने कृतज्ञता और मित्रता की कहानी को अमर कर दिया।",
        "sub_questions": {
            "a": "Who was Amar Singh and who was Narshahwaj Khan?",
            "b": "How did Amar Singh save his life?",
            "c": "How did Narshahwaj Khan return the obligation of Amar Singh?",
            "d": "What moral do you get from the above passage?"
        },
        "anuprashna": {
            "a": "अमर सिंह कौन थे और नरशाहवाज खान कौन थे?",
            "b": "अमर सिंह ने उसकी जान कैसे बचाई?",
            "c": "नरशाहवाज खान ने अमर सिंह के उपकार को कैसे चुकाया?",
            "d": "उपरोक्त गद्यांश से आपको क्या नैतिक शिक्षा मिलती है?"
        }
    },
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write an essay in about 100-150 words on any one of the following:\n(a) My Hobby\n(b) The book I like most\n(c) Television\n(d) Book Fair\n(e) Hostel Life",
        "prashna": "निम्नलिखित में से किसी एक पर लगभग 100-150 शब्दों में निबंध लिखें:\n(क) मेरा शौक\n(ख) वह पुस्तक जो मुझे सबसे अधिक पसंद है\n(ग) टेलीविजन\n(घ) पुस्तक मेला\n(ङ) छात्रावास जीवन"
    },
    {
        "id": "precis_1",
        "type": "precis",
        "question": "Make a precis of the following passage and give a suitable title:\nNo one on this earth is as servant serves the entire family. He given joy to every member of the family. So, he is a very important person of the family. Whenever we give him as wages for his service is negligible. Service is precious but we can't do the job what a servant does even if we are paid hundred times of what he is paid.\nLabourers are the creators of food, cloth and house on this earth. Without them this world can't move. Therefore, servants and labourers should be honoured. We must not exploit them. Unfortunately, such thought does not exist in the minds of the people. We avail the services of servants and labourers but do never honour them. If a servant is given honour and a word of love, he would irrigate the family with his blood. If labourers are given due honour and facility, they would make this earth pleasant with their sweats.",
        "prashna": "निम्नलिखित गद्यांश का संक्षेपण करें और एक उपयुक्त शीर्षक दें:\nइस धरती पर कोई भी वैसा नहीं है जैसा कि एक नौकर पूरे परिवार की सेवा करता है। वह परिवार के हर सदस्य को खुशी देता है। इसलिए, वह परिवार का एक बहुत ही महत्वपूर्ण व्यक्ति है। हम उसे उसकी सेवा के लिए जो भी मजदूरी देते हैं वह नगण्य है। सेवा अनमोल है लेकिन हम वह काम नहीं कर सकते जो एक नौकर करता है, भले ही हमें उसके भुगतान का सौ गुना भुगतान किया जाए।\nमजदूर इस धरती पर भोजन, कपड़े और मकान के निर्माता हैं। उनके बिना यह दुनिया चल नहीं सकती। इसलिए नौकरों और मजदूरों का सम्मान किया जाना चाहिए। हमें उनका शोषण नहीं करना चाहिए। दुर्भाग्य से, लोगों के मन में ऐसा विचार नहीं होता। हम नौकरों और मजदूरों की सेवाओं का लाभ तो उठाते हैं लेकिन उनका कभी सम्मान नहीं करते। यदि किसी नौकर को सम्मान और प्यार के शब्द दिए जाएं, तो वह अपने खून से परिवार को सींच देगा। यदि मजदूरों को उचित सम्मान और सुविधा दी जाए, तो वे अपने पसीने से इस धरती को सुखद बना देंगे।"
    },
    {
        "id": "short_2",
        "type": "short_answer",
        "question": "Name the poets who wrote the following lines:\n(a) He's broken every human law, he breaks the law of gravity.\nHis power of lavitation would make a Fakir stares.\n(b) I think she was the most beautiful lady\nThat ever was in the West Country.\n(c) Creeds and schools in abeyance,\nRetiring back a while sufficed at what they are, but never forgotten.\n(d) But thinke that wee\nAre but turn'd aside to sleepe;\nThey who one another keepe\nAlive, ne'r parted bee.\n(e) Her sights and sounds; dreams happy as her day;\nAnd laughter, learnt of friends; and gentleness.",
        "prashna": "उन कवियों के नाम बताइए जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:\n(क) उसने हर मानवीय कानून तोड़ा है, वह गुरुत्वाकर्षण के नियम को तोड़ता है। उसकी हवा में उड़ने की शक्ति एक फकीर को भी घूरने पर मजबूर कर देगी।\n(ख) मुझे लगता है कि वह सबसे सुंदर महिला थी जो कभी पश्चिमी देश में हुई थी।\n(ग) पंथ और विद्यालय स्थगित हैं, थोड़ी देर के लिए पीछे हटना ही काफी है कि वे क्या हैं, लेकिन कभी भूले नहीं गए।\n(घ) लेकिन सोचो कि हम केवल सोने के लिए एक तरफ मुड़ गए हैं; वे जो एक-दूसरे को जीवित रखते हैं, कभी अलग नहीं होते।\n(ङ) उसके दृश्य और ध्वनियाँ; उसके दिन जैसे सुखद सपने; और हंसी, दोस्तों से सीखी हुई; और सज्जनता।"
    },
    {
        "id": "long_1",
        "type": "long_answer",
        "question": "Write in short, the summary of any one of the following poems:\n(a) Song of Myself\n(b) Snake\n(c) An Epitaph\n(d) Sweetest Love I Do Not Goe.",
        "prashna": "निम्नलिखित में से किसी एक कविता का सारांश संक्षेप में लिखें:\n(क) सॉन्ग ऑफ माईसेल्फ\n(ख) स्नेक\n(ग) एन एपिटाफ\n(घ) स्वीटेस्ट लव आई डू नॉट गो।"
    },
    {
        "id": "short_3",
        "type": "short_answer",
        "question": "Match the poets given in List-A with appropriate titles from List-B:\nList-A:\n(a) John Donne\n(b) John Keats\n(c) T.S. Eliot\n(d) Kamala Das\n(e) D. H. Lawrence\n\nList-B:\n(i) Snake\n(ii) Sweetest Love I Do Not Goe\n(iii) My Grandmother' House\n(iv) Macavity: The Mystery Cat\n(v) To Autumn.",
        "prashna": "सूची-A में दिए गए कवियों का सूची-B के उपयुक्त शीर्षकों से मिलान करें:\nसूची-A:\n(क) जॉन डन\n(ख) जॉन कीट्स\n(ग) टी.एस. एलियट\n(घ) कमला दास\n(ङ) डी. एच. लॉरेंस\n\nसूची-B:\n(i) स्नेक\n(ii) स्वीटेस्ट लव आई डू नॉट गो\n(iii) माय ग्रैंडमदर्स हाउस\n(iv) मैकैविटी: द मिस्ट्री कैट\n(v) टू ऑटम।"
    },
    {
        "id": "short_4",
        "type": "short_answer",
        "question": "Name the authors of the following prose pieces:\n(a) The Child is Born\n(b) The Earth.\n(c) A Marriage Proposal",
        "prashna": "निम्नलिखित गद्य रचनाओं के लेखकों के नाम बताइए:\n(क) द चाइल्ड इज बॉर्न\n(ख) द अर्थ\n(ग) ए मैरिज प्रपोजल"
    },
    {
        "id": "long_2",
        "type": "long_answer",
        "question": "Write in short, the summary of any one of the following pieces:\n(a) The Artist\n(b) A Pinch of Snuff\n(c) How Free is the Press.",
        "prashna": "निम्नलिखित में से किसी एक गद्य रचना का सारांश संक्षेप में लिखें:\n(क) द आर्टिस्ट\n(ख) ए पिंच ऑफ स्नफ\n(ग) हाउ फ्री इज द प्रेस।"
    },
    {
        "id": "short_5",
        "type": "short_answer",
        "question": "Complete the following sentences on the basis of your textual reading:\n(a) The most important and difficult steps were taken before the dawn of…….. \n(b) I was waiting on the platform when the train............",
        "prashna": "अपने पाठ्य अध्ययन के आधार पर निम्नलिखित वाक्यों को पूरा करें:\n(क) सबसे महत्वपूर्ण और कठिन कदम ........ के उदय से पहले उठाए गए थे।\n(ख) मैं प्लेटफॉर्म पर इंतजार कर रहा था जब ट्रेन ............"
    },
    {
        "id": "long_3_1",
        "type": "long_answer",
        "question": "Write a note on the future of English in India.",
        "prashna": "भारत में अंग्रेजी के भविष्य पर एक टिप्पणी लिखें।"
    },
    {
        "id": "long_3_2",
        "type": "long_answer",
        "question": "Write a note on Modern English.",
        "prashna": "आधुनिक अंग्रेजी पर एक टिप्पणी लिखें।"
    },
    {
        "id": "long_4_1",
        "type": "long_answer",
        "question": "Write a brief note on the Indian English.",
        "prashna": "भारतीय अंग्रेजी पर एक संक्षिप्त टिप्पणी लिखें।"
    },
    {
        "id": "long_4_2",
        "type": "long_answer",
        "question": "Name any three Indian writers in English.",
        "prashna": "अंग्रेजी के किन्हीं तीन भारतीय लेखकों के नाम बताइए।"
    },
    {
        "id": "short_6",
        "type": "short_answer",
        "question": "Name the authors of the following works:\n(a) Arms and the man\n(b) King Lear\n(c) The Princess\n(d) Untouchable\n(e) The Rape of the Lock.",
        "prashna": "निम्नलिखित कृतियों के लेखकों के नाम बताइए:\n(क) आर्म्स एंड द मैन\n(ख) किंग लियर\n(ग) द प्रिंसेस\n(घ) अनटचेबल\n(ङ) द रेप ऑफ द लॉक।"
    }
]