[
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write an essay in about 100-150 words on any one of the following: (a) Friendship (b) Rising prices (c) Unity is strength (d) Failures are the pillars of success (e) Might is right",
        "prashna": "निम्नलिखित में से किसी एक विषय पर लगभग 100-150 शब्दों में निबंध लिखें: (क) मित्रता (ख) बढ़ती कीमतें (ग) एकता में शक्ति है (घ) असफलता ही सफलता का आधार है (ङ) जिसकी लाठी उसकी भैंस"
    },
    {
        "id": "short_1",
        "type": "short_answer",
        "question": "Translate the following sentences into English:",
        "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें:",
        "sub_questions": {
            "a": "हमेशा सच बोलो।",
            "b": "मैं उसे जानता हूँ",
            "c": "रमेश मेरा भाई है।",
            "d": "वह एक अच्छा तैराक है।",
            "e": "क्या तुम्हें अंग्रेजी बोलना आता है?"
        },
        "anuprashna": {
            "a": "Always speak the truth.",
            "b": "I know him.",
            "c": "Ramesh is my brother.",
            "d": "He is a good swimmer.",
            "e": "Do you know how to speak English?"
        }
    },
    {
        "id": "precis_1",
        "type": "precis",
        "question": "Make a precis of the following passage and suggest a suitable title: \nI do not, I repeat, enjoy seeing animals, forced to perform unnatural movements which they cannot possibly enjoy. I am prepared to believe that animals are treated by their trainers with real blindness and affection. But that is not the point. The Nazis enjoyed forcing their human victims to crawl about naked and on all fours. Ought we really to enjoy seeing animals dressed in crinolines and straining with trembling limbs to maintain an erect position? The thoughtless laughter, even of adults, which greets and encourages these performances fill one with sadness.",
        "prashna": "निम्नलिखित गद्यांश का संक्षेपण कीजिए और एक उपयुक्त शीर्षक सुझाइए: \nमैं दोहराता हूँ कि मुझे जानवरों को अप्राकृतिक हरकतें करने के लिए मजबूर होते देखना पसंद नहीं है, जिसका वे संभवतः आनंद नहीं ले सकते। मैं यह मानने को तैयार हूँ कि प्रशिक्षकों द्वारा जानवरों के साथ वास्तविक अंधता और स्नेह का व्यवहार किया जाता है। लेकिन यह मुद्दा नहीं है। नाज़ी अपने मानव पीड़ितों को नग्न होकर और चारों हाथ-पांव के बल रेंगने के लिए मजबूर करने का आनंद लेते थे। क्या हमें वास्तव में जानवरों को क्रिनोलिन पहने हुए और सीधे खड़े रहने की स्थिति बनाए रखने के लिए कांपते अंगों के साथ संघर्ष करते हुए देखने का आनंद लेना चाहिए? विचारहीन हँसी, यहाँ तक कि वयस्कों की भी, जो इन प्रदर्शनों का स्वागत और प्रोत्साहन करती है, मनुष्य को दुख से भर देती है।"
    },
    {
        "id": "passage_1",
        "type": "passage_comprehension",
        "question": "Read carefully the passage given below and answer the question that follow:\nHappiness, after all, is an inner state of mind. It is little dependent on outside environment. Happiness has very little to do, for instance, with whether you are rich or not rich. Some of the most miserable persons I have come across in my life are the rich people. It is true that poverty makes one miserable in a very acute way. But my point is that it is not wealth but coordination of one's thought and action which removes inner conflict. It is in that way integration of personality is achieved.",
        "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nखुशी, आखिरकार, मन की एक आंतरिक अवस्था है। यह बाहरी वातावरण पर बहुत कम निर्भर करती है। उदाहरण के लिए, खुशी का इस बात से बहुत कम लेना-देना है कि आप अमीर हैं या नहीं। मेरे जीवन में आए कुछ सबसे दुखी व्यक्ति अमीर लोग हैं। यह सच है कि गरीबी इंसान को बहुत ही विकट तरीके से दुखी बनाती है। लेकिन मेरा कहना यह है कि धन नहीं बल्कि विचारों और कार्यों का समन्वय ही आंतरिक संघर्ष को दूर करता है। इसी तरह से व्यक्तित्व का एकीकरण प्राप्त किया जाता है।",
        "sub_questions": {
            "a": "What does the writer say about happiness?",
            "b": "What has happiness to do with wealth?",
            "c": "What are inner conflicts?",
            "d": "How is integration of personality achieved?"
        },
        "anuprashna": {
            "a": "लेखक खुशी के बारे में क्या कहता है?",
            "b": "खुशी का धन से क्या लेना-देना है?",
            "c": "आंतरिक संघर्ष क्या हैं?",
            "d": "व्यक्तित्व का एकीकरण कैसे प्राप्त किया जाता है?"
        }
    },
    {
        "id": "long_1",
        "type": "long_answer",
        "question": "Match the poets given in List-A with appropriate titles from List-B:\nList-A:\n(a) Walt Whitman\n(b) K.N. Daruwala\n(c) T.S. Eliot\n(d) John Donne\n(e) Walter de la Mare\n\nList-B:\n(i) An Epitaph\n(ii) Sweetest Love I do not Goe\n(iii) Fire Hymn\n(iv) Song of Myself\n(v) Macavity: The Mystery Cat",
        "prashna": "सूची-ए में दिए गए कवियों का सूची-बी में दिए गए उपयुक्त शीर्षकों से मिलान करें:\nसूची-ए:\n(क) वॉल्ट व्हिटमैन\n(ख) के.एन. दारूवाला\n(ग) टी.एस. एलियट\n(घ) जॉन डन\n(ङ) वाल्टर डी ला मेयर\n\nसूची-बी:\n(i) एन एपिटाफ़\n(ii) स्वीटेस्ट लव आई डू नॉट गो\n(iii) फायर हाइमन\n(iv) सॉन्ग ऑफ माईसेल्फ\n(v) मैकैविटी: द मिस्ट्री कैट"
    },
    {
        "id": "short_2",
        "type": "short_answer",
        "question": "Name the poets who wrote the following lines:",
        "prashna": "उन कवियों के नाम लिखें जिन्होंने निम्नलिखित पंक्तियाँ लिखी हैं:",
        "sub_questions": {
            "a": "If I should die; think only this of me; That there's some corner of a foreign field That is for ever England.",
            "b": "He hath no desire, nor sense Nor halfe so short a way Then fears not mee..",
            "c": "Where are the songs of spring? Ay, where are they? Think not of them, thou has thy music too-",
            "d": "Macavity's a ginger cat! He's very tall and thin; You should know him if you saw him, for his eyes are sunken in.",
            "e": "I swore to save fire From the sin of fort getfulness."
        },
        "anuprashna": {
            "a": "If I should die; think only this of me; That there's some corner of a foreign field That is for ever England.",
            "b": "He hath no desire, nor sense Nor halfe so short a way Then fears not mee..",
            "c": "Where are the songs of spring? Ay, where are they? Think not of them, thou has thy music too-",
            "d": "Macavity's a ginger cat! He's very tall and thin; You should know him if you saw him, for his eyes are sunken in.",
            "e": "I swore to save fire From the sin of fort getfulness."
        }
    },
    {
        "id": "long_2",
        "type": "long_answer",
        "question": "Write the summary of any one of the following poems: (a) My Grandmother's House (b) Snake (c) The Soldier (d) To Autumn",
        "prashna": "निम्नलिखित में से किसी एक कविता का सारांश लिखें: (क) माई ग्रैंडमदर्स हाउस (ख) स्नेक (ग) द सोल्जर (घ) टू ऑटम"
    },
    {
        "id": "short_3",
        "type": "short_answer",
        "question": "Name the authors of the following prose pieces:",
        "prashna": "निम्नलिखित गद्य रचनाओं के लेखकों के नाम बताएँ:",
        "sub_questions": {
            "a": "A Marriage Proposal",
            "b": "A Pinch of Snuff",
            "c": "How Free is the Press?"
        },
        "anuprashna": {
            "a": "ए मैरिज प्रपोजल",
            "b": "ए पिंच ऑफ स्नफ",
            "c": "हाउ फ्री इज द प्रेस?"
        }
    },
    {
        "id": "short_4",
        "type": "short_answer",
        "question": "Complete the following sentences of the basis of your textual reading:",
        "prashna": "अपने पाठ्य पुस्तक के अध्ययन के आधार पर निम्नलिखित वाक्यों को पूरा करें:",
        "sub_questions": {
            "a": "This means that cheap daily paper which goes everywhere and has the most ………….",
            "b": "India has always been part of my............ in my life."
        },
        "anuprashna": {
            "a": "इसका अर्थ है कि सस्ता दैनिक समाचार पत्र जो हर जगह जाता है और जिसके पास सबसे अधिक …………. है।",
            "b": "भारत हमेशा मेरे जीवन में मेरे ............ का हिस्सा रहा है।"
        }
    },
    {
        "id": "long_3",
        "type": "long_answer",
        "question": "Summarise any one of the following pieces: (a) A Child is Born (b) Ideas that Have Helped Mankind (c) The Earth",
        "prashna": "निम्नलिखित में से किसी एक रचना का सारांश लिखें: (क) ए चाइल्ड इज बॉर्न (ख) आइडियाज दैट हैव हेल्प्ड मैनकाइंड (ग) द अर्थ"
    },
    {
        "id": "short_5",
        "type": "short_answer",
        "question": "Name the authors of the following books:",
        "prashna": "निम्नलिखित पुस्तकों के लेखकों के नाम लिखें:",
        "sub_questions": {
            "a": "Tom Jones",
            "b": "In Memoriam",
            "c": "The Waste land",
            "d": "Arm and the Man",
            "e": "Macbeth"
        },
        "anuprashna": {
            "a": "टॉम जोन्स",
            "b": "इन मेमोरियम",
            "c": "द वेस्ट लैंड",
            "d": "आर्म एंड द मैन",
            "e": "मैकबेथ"
        }
    },
    {
        "id": "long_4_1",
        "type": "long_answer",
        "question": "Write a short note on Modern English.",
        "prashna": "आधुनिक अंग्रेजी पर एक संक्षिप्त टिप्पणी लिखें।"
    },
    {
        "id": "long_4_2",
        "type": "long_answer",
        "question": "Write a short note on the Future of English.",
        "prashna": "अंग्रेजी के भविष्य पर एक संक्षिप्त टिप्पणी लिखें।"
    },
    {
        "id": "long_5_1",
        "type": "long_answer",
        "question": "Name any five English poets.",
        "prashna": "किन्हीं पांच अंग्रेजी कवियों के नाम लिखिए।"
    },
    {
        "id": "long_5_2",
        "type": "long_answer",
        "question": "Name any five English dramatists.",
        "prashna": "किन्हीं पांच अंग्रेजी नाटककारों के नाम लिखिए।"
    }
]