{
  "2010": [
    {
      "id": "comprehension_1",
      "type": "comprehension",
      "chapter_name": "Usne Kaha Tha",
      "question": "संक्षेपण करें-\nडॉक्टर ग्रियर्सन ने कहा कि बुद्धदेव के बाद भारत में सबसे बड़े लोकनायक तुलसीदास थे। ये असाधारण प्रतिभा लेकर उत्पन्न हुए थे। जिस युग में इनका जन्म हुआ था, उस युग के समाज के सामने कोई ऊंचा आदर्श नहीं था। समाज के उच्च स्तर के लोग विलासिता के पंक में उसी तरह मग्न थे, जिस प्रकार कुछ वर्ष पूर्व सूरदास ने देखा था। निचले स्तर के पुरुष और स्त्री दरिद्र, अशिक्षित और रोगग्रस्त थे। बैरागी हो जाना मामूली बात थी। जिसके घर की सम्पत्ति नष्ट हो गई या स्त्री मर गई, संसार में कोई आकर्षण नहीं रहा, वही चट संन्यासी हो गया।",
      "instructions": "संक्षेपण करें-"
    }
  ],
  "2024": [
    {
      "id": "comprehension_1_2",
      "type": "comprehension",
      "chapter_name": "Usne Kaha Tha",
      "question": "महानगरों में जो सभ्यता फैली है, वह छिछली और हृदयहीन है। लोगों के पारस्परिक मिलन के अवसर तो बहुत हो गए हैं, मगर इस मिलन में हार्दिकता नहीं होती, मानवीय संबंधों में घनिष्ठता नहीं आ पाती। दफ्तरों, ट्रामों, बसों, रेलों, सभाओं और संस्थानों में आदमी हर समय भीड़ में रहता है, मगर इस भीड़ के बीच वह अकेला होता है। मनुष्य के लिए मनुष्यत्व के भीतर पहले जो माया, ममता, सहानुभूति के भाव थे, वे अब लापता, लुप्त होते जा रहे हैं। देशों की पारस्परिक दूरी घट गई है, लेकिन आदमी और आदमी के बीच की दूरी बढ़ती जा रही है।",
      "instructions": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए :"
    }
  ],
  "2025": [
    {
      "id": "comprehension_1_2",
      "type": "comprehension",
      "chapter_name": "Usne Kaha Tha",
      "question": "निम्नलिखित अवतरणों में से किसी एक का संक्षेपण कीजिए : मनुष्य सुख की खोज में आदिकाल से रहा है । इसी की प्राप्ति उसके जीवन का सदैव मुख्य उद्देश्य रहा है । दुःख से वह इतना घबराता है कि इस जीवन में ही नहीं आनेवाले जीवन के लिए भी ऐसी व्यवस्था करना चाहता है कि वहाँ भी वह सुख का उपभोग कर सके । जन्नत और स्वर्ग, मोक्ष और निर्वाण सब उसकी आकांक्षाओं की रचनायें हैं । सुख प्राप्ति के लिए हमने जीवन को निःसार और संसार को अनित्य कहा है ।",
      "instructions": "1 x 4 = 4"
    }
  ]
}