{
  "2023": [
    {
      "id": "exp_1",
      "type": "explanation",
      "chapter_name": "The Enemy",
      "question": "Explain any one of the following:\n(a) The work on one's self is to follow the urge towards moral development as a free person and under self imposed discipline.\n(b) He inhaled some snuff before he spoke, and by that time he seemed to have forgotten what I had said.\n(c) You have been the veterans of creative suffering. Continue to work with the faith that unearned suffering is redemptive.\n(d) The type that appealed to Seibei was even and symmetrical.",
      "prashna": "निम्नलिखित में से किसी एक की व्याख्या करें:\n(a) स्वयं पर कार्य करना एक स्वतंत्र व्यक्ति के रूप में और स्व-लगाए गए अनुशासन के तहत नैतिक विकास की ओर बढ़ने का अनुसरण करना है।\n(b) उन्होंने बोलने से पहले कुछ नसवार ली, और उस समय तक वे भूल गए थे कि मैंने क्या कहा था।\n(c) आप रचनात्मक पीड़ा के अनुभवी रहे हैं। इस विश्वास के साथ काम करना जारी रखें कि अकारण पीड़ा मुक्तिदायक होती है।\n(d) सेईबेई को जो प्रकार पसंद आया वह सम और सममित था।"
    }
  ],
  "2025": [
    {
      "id": "exp_1",
      "type": "explanation",
      "chapter_name": "The Enemy",
      "question": "Explain any one of the following : a) I have a dream that my four children will one day live in a nation where they will not be judged by the colour of their skin but by the content of their character. b) Justice was tolerably fair. The ordinary rule was to avoid courts. c) You two'd better hurry up and get married — Have me in peace. d) I went to India to see and listen to two groups of people, the young intellectuals in the cities and the peasants in the villages.",
      "prashna": "निम्नलिखित में से किसी एक की व्याख्या करें : क) मेरा एक सपना है कि मेरे चार बच्चे एक दिन ऐसे राष्ट्र में रहेंगे जहाँ उन्हें उनकी त्वचा के रंग से नहीं बल्कि उनके चरित्र की सामग्री से आंका जाएगा। ख) न्याय काफी हद तक निष्पक्ष था। सामान्य नियम अदालतों से बचने का था। ग) बेहतर होगा कि तुम दोनों जल्दी करो और शादी कर लो - मुझे शांति से रहने दो। घ) मैं दो समूहों के लोगों को देखने और सुनने के लिए भारत गया था, शहरों में युवा बुद्धिजीवी और गांवों में किसान।"
    }
  ]
}