{
  "2019": [
    {
      "id": "explanation_2",
      "type": "explanation",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Explain any one of the following:",
      "instructions": "Explain any one. (1×4=4)",
      "sub_questions": {
        "a": "“When thou sigh’st, thou sigh’st not wind, but sigh’st my soul away.”",
        "b": "“I celebrate myself, and sing myself, and what I assume you shall assume, for every atom belonging to me as good belongs to you.”",
        "c": "“Macavity, Macavity, there’s no one like Macavity.”"
      }
    }
  ],
  "2020": [
    {
      "id": "exp_1_4",
      "type": "explanation",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Explain any one of the following: ...... he knew nothing about the stock-markets. But he knew everything about a hen.",
      "prashna": "निम्नलिखित में से किसी एक की व्याख्या करें: ...... वह शेयर बाजारों के बारे में कुछ नहीं जानता था। लेकिन वह एक मुर्गी के बारे में सब कुछ जानता था।"
    },
    {
      "id": "exp_2_4",
      "type": "explanation",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Explain any one of the following: I think she was the most beautiful lady\nThat ever was in the West country.",
      "prashna": "निम्नलिखित में से किसी एक की व्याख्या करें: मुझे लगता है कि वह सबसे खूबसूरत महिला थी\nजो कभी पश्चिमी देश में रही थी।"
    }
  ],
  "2025": [
    {
      "id": "exp_2",
      "type": "explanation",
      "chapter_name": "Journey to the End of the Earth",
      "question": "Explain any one of the following : a) The voice of my education said to me He must be killed b) Can you, that I lived in such a house and Was proud, and loved ............ . c) There shall be In that rich earth a richer dust concealed ; A dust whom England bore, shaped, made aware d) Nurses to the graves are gone, And the prams go rolling on.",
      "prashna": "निम्नलिखित में से किसी एक की व्याख्या करें : क) मेरी शिक्षा की आवाज़ ने मुझसे कहा उसे मार दिया जाना चाहिए ख) क्या आप मान सकते हैं, कि मैं ऐसे घर में रहती थी और मुझे गर्व था, और प्यार मिला ............। ग) उस समृद्ध पृथ्वी में एक और समृद्ध धूल छिपी होगी; एक धूल जिसे इंग्लैंड ने जन्म दिया, आकार दिया, जागरूक बनाया घ) नर्से कब्रों तक जा चुकी हैं, और बच्चों की गाड़ियाँ लुढ़कती जा रही हैं।"
    }
  ]
}