[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated (anemophilous) flowers have several key adaptations: \n1. They are typically small, inconspicuous, and lack bright colors, nectar, and fragrance as they do not need to attract pollinators. \n2. The pollen grains are lightweight, non-sticky, and produced in very large quantities to increase the chances of reaching a stigma. \n3. The stigma is often large and feathery to effectively trap airborne pollen grains."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone is a group of organisms that are genetically identical to each other and to their single parent, produced through asexual reproduction. \n\n**Advantage:** It is a rapid method of multiplication and preserves the desirable qualities of the parent plant, such as high yield or disease resistance, without any variation. \n\n**Disadvantage:** A major disadvantage is the complete lack of genetic variation. If the parent is susceptible to a particular disease or environmental change, all its clones will also be equally vulnerable, potentially leading to the destruction of the entire population."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature angiosperm embryo sac is a 7-celled, 8-nucleate structure. The component cells are: \n1. **Egg Apparatus:** Located at the micropylar end, it consists of one large **egg cell** and two flanking **synergids**. \n2. **Antipodal Cells:** Three cells located at the chalazal end. \n3. **Central Cell:** One large cell in the center that contains two **polar nuclei**."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the process of removing the anthers from a bisexual flower before they mature, without affecting the female reproductive part (pistil). It is a crucial step in artificial hybridization programs. The primary reason for performing emasculation is to prevent self-pollination and ensure that the stigma is pollinated only by the desired pollen grains from a different plant, thus facilitating cross-pollination for creating improved plant varieties."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit (or pseudocarp) is a fruit that develops from floral parts other than the ovary. While a true fruit develops solely from the ripened ovary, a false fruit incorporates other parts like the thalamus, receptacle, or calyx, which grow and become the fleshy, edible part of the fruit. A classic example is the apple, where the main edible portion is the fleshy thalamus, not the ovary."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "The term 'monocarpic' refers to plants that flower, set seeds, and then die. Therefore, 'monocarpic fruits' are the fruits produced by such plants during their single reproductive cycle. These plants invest all their energy into this one reproductive event. Common examples of monocarpic plants include bamboo species and agave, which flower and fruit only once in their lifetime before dying."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit, also known as a pseudocarp, is a fruit in which some of the fleshy part is derived not from the ovary but from some adjacent tissue exterior to the carpel. In a true fruit, the entire fruit develops from the ovary. In a false fruit, parts like the thalamus or floral tube become the major fleshy part. A common example is a strawberry, where the fleshy part is the receptacle, and the actual fruits are the tiny achenes on its surface."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a mode of reproduction where offspring arise from a single parent, without the fusion of gametes. The offspring produced are genetically identical to the parent and are referred to as clones. This process is common in simpler organisms like bacteria, amoeba, and yeast, as well as in many plants. Common methods of asexual reproduction include binary fission (in Amoeba), budding (in Yeast and Hydra), and vegetative propagation in plants (e.g., through runners or tubers)."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is a biological process where a single parent produces offspring that are genetically identical to itself. This mode of reproduction does not involve the fusion of gametes. For example, in yeast, a form of asexual reproduction called budding occurs. A small bud or outgrowth forms on the parent yeast cell. The nucleus of the parent cell divides, and one daughter nucleus migrates into the bud. The bud grows and eventually detaches to become a new, independent yeast cell."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) **Protozoan endoparasite:** A single-celled eukaryotic organism (protozoan) that lives inside the body of another organism (the host) and derives nourishment from it, often causing disease. An example is *Plasmodium*, which lives inside human red blood cells and causes malaria.\n\n(ii) **Ovule:** The ovule is the structure within the ovary of a flowering plant that contains the female gamete (egg cell). After fertilization, the ovule develops into a seed."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) **False Fruit:** A fruit that develops from floral parts other than the ovary, such as the thalamus. **Example:** Apple.\n\n(ii) **True Fruit:** A fruit that develops solely from the ripened ovary of a flower. **Example:** Mango.\n\n(iii) **Parthenocarpic Fruits:** Fruits that develop without the process of fertilization. These fruits are typically seedless. **Example:** Banana.\n\n(iv) **Polyembryony:** The phenomenon of having more than one embryo developing within a single seed. **Example:** Citrus fruits like orange and lemon."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac (female gametophyte) is of critical importance as it contains all the necessary cells for sexual reproduction in angiosperms. Its primary role is to house the female gamete (the egg cell) for fertilization. Furthermore, it contains the central cell with two polar nuclei, which, after fusion with a male gamete, develops into the endosperm. The endosperm is the nutritive tissue that provides food for the developing embryo, ensuring the survival and growth of the next generation."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram of a mature, 8-nucleate embryo sac would show an oval structure with two distinct ends. \n\n1.  **Micropylar End:** This end has the **egg apparatus**, which consists of one large central **egg cell** and two flanking **synergid cells**. The synergids have filiform apparatus at their base. \n\n2.  **Chalazal End:** This end contains three **antipodal cells**. \n\n3.  **Center:** The large **central cell** is in the middle, containing two **polar nuclei**."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination (or xenogamy) is the transfer of pollen grains from the anther of a flower on one plant to the stigma of a flower on another plant of the same species. This process introduces genetic variation. For example, papaya plants are dioecious (having separate male and female plants), so they rely entirely on cross-pollination, typically carried by wind or insects, for reproduction."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a form of asexual reproduction in which an embryo develops from an unfertilized egg. In this process, the offspring can be haploid or diploid, depending on the species. It occurs naturally in some invertebrates like rotifers and aphids, as well as in some insects. For example, in honey bees, the male drones develop parthenogenetically from unfertilized eggs laid by the queen bee and are therefore haploid."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A typical microsporangium (pollen sac) is roughly circular in outline and is surrounded by four distinct wall layers. From the outside in, these layers are: \n1. **Epidermis:** A single protective outer layer. \n2. **Endothecium:** A layer below the epidermis that helps in anther dehiscence. \n3. **Middle Layers:** Two to three layers of cells that degenerate at maturity. \n4. **Tapetum:** The innermost nutritive layer that provides nourishment to the developing pollen grains. \nInside these layers is the **sporogenous tissue**, which contains microspore mother cells that undergo meiosis to form pollen grains."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization is a complex fertilization mechanism unique to angiosperms (flowering plants). When the pollen tube enters the embryo sac, it releases two male gametes. \n\n1.  **Syngamy:** One male gamete fuses with the egg cell to form a diploid ($2n$) **zygote**, which develops into the embryo. \n\n2.  **Triple Fusion:** The second male gamete fuses with the two polar nuclei in the central cell to form a triploid ($3n$) **primary endosperm nucleus (PEN)**. The PEN develops into the endosperm, which provides nutrition to the growing embryo."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization is a unique reproductive process that involves two separate fusion events within the embryo sac. First, one male gamete fuses with the egg cell (syngamy) to form the diploid ($2n$) zygote. Second, the other male gamete fuses with the two polar nuclei of the central cell (triple fusion) to form the triploid ($3n$) primary endosperm nucleus, which develops into the nutritive endosperm. This process occurs exclusively in **angiosperms** (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the phenomenon of the occurrence of more than one embryo in a single seed, which results in the emergence of multiple seedlings. It can occur naturally when cells of the nucellus or integuments surrounding the embryo sac develop into embryos. A common example of polyembryony is found in **citrus fruits** like oranges and lemons, and also in mango."
    }
]