[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated flowers are typically small and inconspicuous, lacking nectar and fragrance. They produce enormous quantities of lightweight, non-sticky pollen to increase dispersal by wind. Their stigmas are often large and feathery to effectively trap this airborne pollen."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone is a group of genetically identical organisms produced from a single parent via asexual reproduction. An \\textbf{advantage} is the rapid preservation of desirable parental traits. A major \\textbf{disadvantage} is the lack of genetic variation, making the entire population susceptible to the same diseases or environmental stresses."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature angiosperm embryo sac contains an \\textbf{egg apparatus} (one egg cell and two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and one large \\textbf{central cell} in the middle containing two polar nuclei."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the removal of anthers from a bisexual flower before they mature to prevent self-pollination. This technique is a crucial step in artificial hybridization programs, as it ensures that the flower can be cross-pollinated with pollen from a specifically chosen male parent to create improved plant varieties."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit (or pseudocarp) is a fruit where the main fleshy part develops from tissues other than the ovary, such as the thalamus. This is unlike a true fruit, which develops solely from the ovary. A classic example is the apple, where the edible portion is the swollen, fleshy thalamus."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic plants are those that flower, produce fruit, and set seed only once in their entire lifetime before dying. Their fruits are a result of this single reproductive event. Well-known examples of monocarpic plants include bamboo and agave."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one in which the fleshy part is derived from tissues adjacent to the ovary, such as the thalamus or receptacle. In a true fruit, the flesh develops only from the ovary wall. A common example is the strawberry, where the red fleshy part is the swollen receptacle."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a method of reproduction involving a single parent that produces offspring, called clones, which are genetically identical to it. This process does not involve the fusion of gametes and is a rapid form of multiplication. Common methods include fission in bacteria, budding in yeast, and vegetative propagation in plants."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is a process where an organism creates genetically identical offspring from a single parent. For instance, the freshwater organism \\textit{Hydra} reproduces asexually through budding. A bud develops as an outgrowth on the parent's body, matures into a miniature hydra, and then detaches to live independently."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) \\textbf{Protozoan endoparasite:} A single-celled eukaryotic parasite that lives inside its host's body, like \\textit{Plasmodium} which causes malaria. (ii) \\textbf{Ovule:} The structure within a plant's ovary containing the female gamete; after fertilization, it develops into a seed."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) \\textbf{False Fruit:} Develops from parts other than the ovary; Example: Apple. (ii) \\textbf{True Fruit:} Develops only from the ovary; Example: Mango. (iii) \\textbf{Parthenocarpic Fruit:} Develops without fertilization and is seedless; Example: Banana. (iv) \\textbf{Polyembryony:} Presence of more than one embryo in a seed; Example: Citrus."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is vital for sexual reproduction in angiosperms. It contains the egg cell, which upon fertilization forms the zygote, and the polar nuclei, which form the endosperm. The endosperm then serves as the nutritive tissue for the developing embryo."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram shows an oval structure with an \\textbf{egg apparatus} (one egg, two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and a large \\textbf{central cell} with two \\textbf{polar nuclei}."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination is the transfer of pollen from the anther of a flower on one plant to the stigma of a flower on a different plant of the same species. This process is essential for genetic variation. For example, papaya plants, being dioecious, depend entirely on cross-pollination by agents like wind or insects."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a form of asexual reproduction where an embryo develops from an unfertilized egg. For example, in honeybees, the male drones are produced from the queen's unfertilized haploid eggs, while female workers and queens develop from fertilized diploid eggs."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A microsporangium (pollen sac) is typically surrounded by four wall layers: the epidermis, endothecium, middle layers, and the innermost nutritive tapetum. At its center lies the sporogenous tissue, which contains microspore mother cells that produce pollen grains."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization, unique to angiosperms, involves two fusions. One male gamete fuses with the egg to form the diploid ($2n$) zygote. The second male gamete fuses with the two polar nuclei in the central cell to form the triploid ($3n$) primary endosperm nucleus, which nourishes the embryo."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization is a complex reproductive process involving two fusions: one male gamete with the egg to form the zygote ($2n$), and the second with the two polar nuclei to form the endosperm ($3n$). This unique event occurs exclusively in \\textbf{angiosperms} (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the condition of having more than one embryo in a single seed. It can occur when cells of the nucellus or integuments develop into additional embryos alongside the normal one. A common example is found in \\textbf{citrus} fruits like oranges and lemons."
    }
]