[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated (anemophilous) flowers show several adaptations to ensure successful pollination. 1. The flowers are typically small, inconspicuous, and lack bright colors or nectar. 2. They produce huge quantities of pollen grains that are light and non-sticky. 3. The stamens are well-exposed to easily disperse pollen into wind currents, and the stigmas are large and feathery to efficiently trap airborne pollen."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone refers to one or more organisms that are morphologically and genetically identical to their single parent, produced through asexual reproduction. An advantage is the preservation of desirable traits, as genetic makeup is unchanged. A disadvantage is the lack of genetic variation, which makes the entire population vulnerable to the same diseases or environmental stresses."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature angiosperm embryo sac typically contains seven cells. These are: one **egg cell**, two **synergids** (which together form the egg apparatus), three **antipodal cells** at the opposite end, and one large **central cell** which contains two polar nuclei."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the surgical removal of anthers from a bisexual flower before they mature and release pollen. This technique is a crucial step in artificial hybridization. It is performed to prevent self-pollination and to ensure that the flower can be cross-pollinated exclusively with pollen from a desired male parent, allowing breeders to create new plant varieties with specific traits."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit, or pseudocarp, is a fruit that develops from parts of the flower other than the ovary. While a true fruit develops only from the ovary, a false fruit includes tissues like the thalamus or receptacle as a major fleshy part. A well-known example is the apple, where the edible portion is the swollen thalamus, not the ovary."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic plants are those that flower, produce fruits, and then die. The term 'monocarpic fruits' refers to the fruits produced by these plants during their single, terminal reproductive event. This strategy allows the plant to invest all its resources into producing offspring once. Examples include the fruits of bamboo and agave."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one in which the fleshy, edible part develops from floral tissues other than the ovary. In contrast, a true fruit develops entirely from the ovary. In a false fruit, the thalamus or receptacle often grows to form the main part of the fruit. A good example is the strawberry, where the red fleshy part is the receptacle, and the true fruits are the small achenes on its surface."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a mode of reproduction where offspring arise from a single parent, without the fusion of gametes. The offspring are genetically identical to the parent and are called clones. This method is common in unicellular organisms, simple animals, and many plants. Key methods include binary fission (e.g., Amoeba), budding (e.g., Yeast, Hydra), and vegetative propagation in plants."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is a process where a single parent gives rise to offspring that are genetically identical to it. For example, the freshwater organism *Hydra* reproduces asexually through budding. A small bud develops as an outgrowth on the parent's body. This bud grows, develops tentacles and a mouth, and eventually detaches to live as an independent individual."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) **Protozoan endoparasite:** This is a single-celled eukaryotic parasite that lives inside the body of its host, deriving nourishment and causing harm. An example is *Plasmodium*, the protozoan that causes malaria in humans. (ii) **Ovule:** This is the structure within a flowering plant's ovary that contains the female gamete (egg). After fertilization, the ovule matures into a seed."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) **False Fruit:** A fruit formed from parts other than the ovary. Example: Apple. (ii) **True Fruit:** A fruit formed solely from the ovary. Example: Mango. (iii) **Parthenocarpic Fruit:** A fruit that develops without fertilization, making it seedless. Example: Banana. (iv) **Polyembryony:** The occurrence of more than one embryo in a seed. Example: Citrus fruits."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is fundamentally important for sexual reproduction in angiosperms. It contains the egg cell, which upon fertilization forms the zygote (the future embryo). It also contains the central cell with polar nuclei, which after fertilization forms the primary endosperm nucleus. This nucleus develops into the endosperm, a nutritive tissue that provides food for the embryo's development and germination."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram would depict an oval structure. At the micropylar end, label the **egg apparatus**, consisting of one central **egg cell** and two **synergids**. At the opposite chalazal end, label the three **antipodal cells**. In the center, label the large **central cell** containing the two **polar nuclei**."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination, or xenogamy, is the transfer of pollen from the anther of a flower on one plant to the stigma of a flower on a different plant of the same species. It requires external agents like wind, water, or animals. For example, maize plants rely on wind for cross-pollination, releasing large amounts of pollen to be carried to the tassels of other plants."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a natural form of asexual reproduction where an embryo develops from an unfertilized ovum. This process does not require fertilization by a male gamete. A common example is seen in honey bees, where the queen bee lays unfertilized eggs that develop into haploid male bees, known as drones."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A young microsporangium (pollen sac) has a circular structure with four distinct wall layers. From outermost to innermost, they are the **epidermis**, the **endothecium**, the **middle layers**, and the **tapetum**. The tapetum is the nutritive layer for developing pollen grains. At the center is the **sporogenous tissue**, composed of microspore mother cells which undergo meiosis to form microspores (pollen grains)."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization is a characteristic feature of angiosperms. After the pollen tube releases two male gametes into the embryo sac, two fusion events occur: 1. **Syngamy:** One male gamete fuses with the egg cell to form the diploid ($2n$) zygote. 2. **Triple Fusion:** The second male gamete fuses with the two polar nuclei in the central cell, forming the triploid ($3n$) primary endosperm nucleus, which develops into the endosperm."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization is a complex reproductive process unique to **angiosperms** (flowering plants). It involves two key events: the fusion of one male gamete with the egg cell to form the diploid zygote, and the fusion of the second male gamete with the two polar nuclei to form the triploid endosperm."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the phenomenon of having more than one embryo in a single seed. This can occur when cells of the nucellus or integuments develop into additional embryos alongside the normal one. A common example is found in citrus fruits like oranges and lemons, where a single seed can produce multiple seedlings."
    }
]