[
    {
        "q": "What do you mean by genetically modified organism? Describe two benefits of these crops.",
        "a": "A Genetically Modified Organism (GMO) is a plant, animal, or microbe whose genetic material has been altered using genetic engineering techniques. Two major benefits of GM crops are: 1) \\textbf{Increased Pest Resistance}, as seen in Bt cotton, which reduces the need for chemical pesticides. 2) \\textbf{Enhanced Nutritional Value}, such as in Golden Rice, which is enriched with Vitamin A to combat deficiency."
    },
    {
        "q": "What do you understand by Bt cotton?",
        "a": "Bt cotton is a genetically modified pest-resistant cotton variety. It has been engineered to contain a gene from the bacterium \\textbf{\\textit{Bacillus thuringiensis} (Bt)}. This gene codes for the \\textbf{Cry protein}, an insecticidal toxin. When pests like bollworms ingest the plant tissue, the toxin becomes active in their alkaline gut, leading to their death and thus protecting the cotton crop."
    },
    {
        "q": "Describe the benefits of transgenic animals.",
        "a": "Transgenic animals, whose DNA has been manipulated to express a foreign gene, offer several benefits. They are used to study normal physiology and disease development, produce useful \\textbf{biological products} (like human proteins in milk), and test the safety of \\textbf{vaccines and chemical toxins}. For example, the transgenic cow 'Rosie' produced human protein-enriched milk."
    },
    {
        "q": "Mention two uses of biotechnology in the field of medicine.",
        "a": "Biotechnology has revolutionized medicine in many ways. Two significant uses are: 1) The mass production of therapeutic drugs, such as genetically engineered \\textbf{human insulin (Humulin)} for treating diabetes. 2) The development of techniques for disease treatment and diagnosis, such as \\textbf{gene therapy} to correct genetic defects and \\textbf{ELISA} for detecting diseases like AIDS."
    },
    {
        "q": "What is micropropagation? What are the advantages of producing plants through this technique?",
        "a": "Micropropagation is a method of plant tissue culture used to produce a large number of plants from a small piece of parent tissue (explant) in a short amount of time. The key advantages are the rapid production of a vast number of \\textbf{genetically identical plants (somaclones)} and the ability to generate \\textbf{disease-free plants} from infected parent stock by using meristem culture."
    },
    {
        "q": "What is gene therapy? Give an example.",
        "a": "Gene therapy is a technique that involves replacing a defective gene with a normal, healthy gene to treat or cure a genetic disorder. It is a collection of methods that allows for the correction of a gene defect. The first clinical gene therapy was given in 1990 to a four-year-old girl with \\textbf{adenosine deaminase (ADA) deficiency}, a severe immunodeficiency disorder."
    },
    {
        "q": "What is RNA interference (RNAi)?",
        "a": "RNA interference (RNAi) is a natural cellular defense mechanism in all eukaryotic organisms that involves the silencing of a specific gene. In biotechnology, this process is used to prevent the expression of a target gene by introducing double-stranded RNA, which triggers the degradation of the corresponding mRNA. It is famously used to protect tobacco plants from the nematode \\textit{Meloidogyne incognita}."
    },
    {
        "q": "Explain Bio-piracy in brief.",
        "a": "Biopiracy is the term for the unauthorized use and commercialization of biological resources and traditional knowledge from a country or community without proper authorization or fair compensation. It often involves multinational companies patenting genetic resources or traditional knowledge (e.g., of medicinal plants) that have been used by indigenous people for centuries."
    },
    {
        "q": "What do you understand by Green Revolution?",
        "a": "The Green Revolution refers to the period of dramatic increase in agricultural production, particularly in the production of wheat and rice, during the mid-20th century. This was achieved through the development of \\textbf{high-yielding and disease-resistant crop varieties}, combined with the use of modern agricultural techniques like better irrigation, fertilizers, and pesticides."
    },
    {
        "q": "What is ELISA?",
        "a": "ELISA stands for Enzyme-Linked Immunosorbent Assay. It is a widely used diagnostic technique based on the principle of \\textbf{antigen-antibody interaction}. The presence of an antigen (like a pathogen) or an antibody in a sample is detected by using an enzyme-linked antibody, which produces a color change, indicating a positive result. It is commonly used for the diagnosis of AIDS."
    },
    {
        "q": "What is MOET?",
        "a": "MOET stands for \\textbf{Multiple Ovulation Embryo Transfer} technology. It is a program for herd improvement in cattle. In this procedure, a cow is administered hormones to induce superovulation (producing multiple eggs). The cow is then artificially inseminated, and the resulting embryos are recovered and transferred to surrogate mothers to increase the herd size in a short time."
    },
    {
        "q": "What are somaclones?",
        "a": "Somaclones are plants that are produced through micropropagation or plant tissue culture from somatic (body) cells. Since they are derived from a single parent through asexual means, they are \\textbf{genetically identical} to each other and to the parent plant. This technique is used to produce a large number of uniform plants."
    },
    {
        "q": "Comment upon Ethical Issues in context of modern biological advancement.",
        "a": "Modern biological advancements, particularly genetic engineering, raise significant ethical issues. These include concerns about the \\textbf{unpredictable long-term effects} of GMOs on ecosystems, the morality of manipulating animal genes for human benefit, which may cause animal suffering, and the potential for biopiracy. Organizations like GEAC are established to monitor the validity and safety of such research."
    },
    {
        "q": "What are cannabinoids?",
        "a": "Cannabinoids are a group of chemical compounds that interact with cannabinoid receptors in the brain and are primarily obtained from the plant \\textbf{\\textit{Cannabis sativa}}. These chemicals, found in products like marijuana and hashish, are known for their psychoactive effects and impact on the cardiovascular system."
    },
    {
        "q": "What is a 'bioreactor' and what is its function?",
        "a": "A bioreactor is a large vessel used in biotechnology to carry out biological reactions on a large scale. Its function is to provide the \\textbf{optimal environmental conditions} (temperature, pH, oxygen, etc.) for microorganisms or cells to grow and produce a desired biological product, such as an enzyme, antibiotic, or therapeutic protein, in large quantities."
    }
]