[
    {
        "q": "What do you understand by an ecosystem?",
        "a": "An ecosystem is a functional unit of nature where living organisms (biotic components) interact among themselves and also with their surrounding physical environment (abiotic components). It comprises both \\textbf{biotic factors} like producers, consumers, and decomposers, and \\textbf{abiotic factors} like temperature, water, and sunlight, linked together by energy flow and nutrient cycling."
    },
    {
        "q": "Differentiate between Food chain and Food-web.",
        "a": "A \\textbf{food chain} represents a single, linear pathway of energy transfer in an ecosystem, showing who eats whom (e.g., Grass -> Deer -> Tiger). In contrast, a \\textbf{food web} is a more realistic representation, consisting of a complex network of many interconnected food chains. It shows that most organisms have multiple food sources and are eaten by multiple predators."
    },
    {
        "q": "What are the primary and secondary productivities ?",
        "a": "\\textbf{Primary productivity} is the rate at which biomass or organic matter is produced by producers (plants) through photosynthesis per unit area over a time period. \\textbf{Secondary productivity} is the rate of formation of new organic matter by consumers (herbivores and carnivores). It represents the rate at which consumers convert the chemical energy of their food into their own biomass."
    },
    {
        "q": "Explain the pyramid of energy.",
        "a": "The pyramid of energy is a graphical representation that illustrates the flow of energy from one trophic level to the next in an ecosystem. It is always \\textbf{upright} because energy transfer is inefficient. According to the \\textbf{10 percent law}, only about 10% of the energy from one trophic level is incorporated into the biomass of the next level, with the rest being lost as heat during metabolic processes."
    },
    {
        "q": "What is a food web? Name the organisms of two food chains of a grassland ecosystem.",
        "a": "A food web is a natural interconnection of multiple food chains, forming a complex web-like pattern that shows all the possible feeding relationships in an ecosystem. In a grassland ecosystem, two possible food chains are: 1) \\textbf{Grass -> Grasshopper -> Frog -> Snake}. 2) \\textbf{Grass -> Rabbit -> Fox}."
    },
    {
        "q": "Define Trophic level and Ecological Pyramid.",
        "a": "A \\textbf{Trophic Level} refers to the specific position an organism occupies in a food chain. Organisms are grouped into levels based on their source of food, such as producers (T1), primary consumers (T2), etc. An \\textbf{Ecological Pyramid} is a graphical representation designed to show the biomass, number, or energy content at each trophic level in an ecosystem."
    },
    {
        "q": "What is decomposition? Name its key steps.",
        "a": "Decomposition is the natural process by which decomposers, like bacteria and fungi, break down complex organic matter from dead plants and animals into simpler inorganic substances like $CO_2$, water, and nutrients. The key steps involved in this process are \\textbf{fragmentation}, \\textbf{leaching}, \\textbf{catabolism}, \\textbf{humification}, and \\textbf{mineralization}."
    },
    {
        "q": "What is global warming? Describe its effects and measures for its control.",
        "a": "Global warming is the long-term heating of Earth's climate system observed since the pre-industrial period due to human activities, primarily fossil fuel burning, which increases heat-trapping greenhouse gas levels in the atmosphere. Its effects include rising sea levels, more frequent extreme weather events, and disruption of ecosystems. Control measures involve reducing greenhouse gas emissions by shifting to renewable energy, promoting reforestation, and improving energy efficiency."
    },
    {
        "q": "What is ecological succession?",
        "a": "Ecological succession is the gradual and fairly predictable change in the species composition of a given area over time. It is a process where a community of organisms changes, leading eventually to a stable, self-perpetuating climax community. There are two types: primary succession, which occurs on barren land, and secondary succession, which occurs in an area that has been disturbed."
    },
    {
        "q": "Show pond ecosystem with the help of a diagram.",
        "a": "A diagram of a pond ecosystem would illustrate its key components. The \\textbf{abiotic components} include water, sunlight, soil, and dissolved nutrients. The \\textbf{biotic components} would include \\textbf{producers} like phytoplankton and aquatic plants; \\textbf{primary consumers} like zooplankton and small insects; \\textbf{secondary consumers} like small fish; \\textbf{tertiary consumers} like large fish or birds; and \\textbf{decomposers} like bacteria and fungi at the bottom."
    }
]