[
    {
        "q": "What do you know about biodiversity?",
        "a": "Biodiversity, or biological diversity, refers to the variety and variability of life on Earth. It encompasses diversity at all levels of biological organization, including \\textbf{genetic diversity} (diversity within a species), \\textbf{species diversity} (variety of species in an area), and \\textbf{ecological diversity} (variety of ecosystems)."
    },
    {
        "q": "What is a Biodiversity hotspot? Name two such hotspots found in India.",
        "a": "A biodiversity hotspot is a biogeographic region with a significant reservoir of biodiversity that is under threat from human activities. To qualify, a region must contain at least 1,500 species of vascular plants as endemics and have lost at least 70% of its primary native vegetation. Two major hotspots in India are the \\textbf{Western Ghats} and the \\textbf{Himalayas}."
    },
    {
        "q": "Differentiate between in-situ and ex-situ conservation.",
        "a": "\\textbf{In-situ conservation} is the protection of species within their natural habitats, such as in National Parks, Sanctuaries, and Biosphere Reserves. \\textbf{Ex-situ conservation} involves the protection of threatened species outside their natural habitats, in settings like botanical gardens, zoological parks, and through techniques like cryopreservation in gene banks."
    },
    {
        "q": "State two reasons for the extinction of some wild animals.",
        "a": "Two primary reasons for the extinction of wild animals are: 1) \\textbf{Habitat Loss and Fragmentation}, where the natural homes of animals are destroyed or broken into small patches due to deforestation, urbanization, and agriculture. 2) \\textbf{Over-exploitation}, which includes excessive hunting, poaching, and harvesting of species by humans at a rate faster than they can replenish their populations."
    },
    {
        "q": "What is the greenhouse effect?",
        "a": "The greenhouse effect is a natural process that warms the Earth's surface. Greenhouse gases, such as carbon dioxide ($CO_2$) and methane ($CH_4$), trap heat from the sun in the atmosphere, preventing it from escaping into space. While this effect is necessary for life, an increase in these gases due to human activities is causing an enhanced greenhouse effect, leading to \\textbf{global warming}."
    },
    {
        "q": "What is global warming? Explain its effects.",
        "a": "Global warming is the long-term increase in the Earth's average surface temperature due to the enhanced greenhouse effect caused by human activities. Its major effects include the \\textbf{melting of polar ice caps and glaciers}, leading to a \\textbf{rise in sea levels}, and an increase in the frequency and intensity of extreme weather events like floods, droughts, and heatwaves."
    },
    {
        "q": "What do you mean by ozone hole? What are the main reasons of ozone depletion?",
        "a": "An 'ozone hole' refers to the marked thinning or depletion of the ozone layer in the stratosphere, particularly over the Antarctic region. The main reason for ozone depletion is the release of man-made chemicals, especially \\textbf{chlorofluorocarbons (CFCs)}. These chemicals release chlorine atoms in the stratosphere, which catalytically destroy ozone molecules, reducing the layer's ability to absorb harmful UV-B radiation."
    },
    {
        "q": "What do you understand by biomagnification?",
        "a": "Biomagnification is the process by which the concentration of a toxic substance, such as DDT or mercury, increases in the tissues of organisms at successively higher levels in a food chain. Because these substances are not easily metabolized or excreted, they accumulate at each trophic level, reaching the highest concentrations in top predators."
    },
    {
        "q": "Write a short note on the Red Data Book.",
        "a": "The Red Data Book is a public document created by the International Union for Conservation of Nature (IUCN) that compiles data on rare and endangered species of plants and animals. It provides information on their population status, threats, and conservation measures. Its primary purpose is to identify and protect those species that are at a high risk of extinction."
    },
    {
        "q": "Define endangered species with examples.",
        "a": "An endangered species is a species that is facing a very high risk of extinction in the wild in the near future. Their population has declined to a critical level, and their survival is unlikely if the causal factors continue operating. Examples include the \\textbf{Bengal Tiger} (an endangered animal) and the \\textbf{Pitcher Plant, \\textit{Nepenthes}} (an endangered plant)."
    },
    {
        "q": "What are sacred groves and what is their significance?",
        "a": "Sacred groves are tracts of forest that have been set aside by local communities and are protected in the name of a deity or ancestral spirit. They are found in various parts of India, such as the Aravalli Hills of Rajasthan. Their significance lies in \\textbf{biodiversity conservation}, as they act as refuges for many rare and threatened species and represent a traditional form of \\textit{in-situ} conservation."
    },
    {
        "q": "What do you understand by noise pollution? Mention its harmful effects.",
        "a": "Noise pollution is the presence of unwanted or disturbing sound in the environment that has harmful effects on human health and wildlife. It is typically defined as sound exceeding 80 decibels (dB). Harmful effects on humans include \\textbf{hearing loss, increased heart rate and blood pressure}, sleep disturbances, and psychological stress."
    },
    {
        "q": "What is Dobson unit?",
        "a": "A Dobson Unit (DU) is the standard unit of measurement for the total amount of ozone in a column of air from the ground to the top of the atmosphere. One Dobson Unit refers to a layer of ozone that would be 0.01 mm thick at standard temperature and pressure. It is used to measure the thickness of the ozone layer."
    },
    {
        "q": "How is smog formed?",
        "a": "Smog is a type of air pollution, a mixture of smoke and fog. \\textbf{Photochemical smog} is formed when pollutants like nitrogen oxides and volatile organic compounds from vehicle emissions react with sunlight. This reaction produces secondary pollutants like ozone ($O_3$) and peroxyacetyl nitrate (PAN), which form a brownish haze over cities."
    },
    {
        "q": "What do you know about the Bhopal gas tragedy?",
        "a": "The Bhopal gas tragedy was a catastrophic industrial accident that occurred on the night of December 2-3, 1984, at a Union Carbide pesticide plant in Bhopal, India. A highly toxic gas, \\textbf{Methyl Isocyanate (MIC)}, was accidentally released, exposing over 500,000 people and resulting in thousands of immediate and long-term deaths and disabilities."
    }
]