[
    {
        "q": "Describe spermatogenesis in brief.",
        "a": "Spermatogenesis is the process of sperm production in the testes. It begins at puberty when diploid spermatogonia ($2n$) mature into primary spermatocytes ($2n$), which undergo meiosis I to form haploid secondary spermatocytes ($n$). These complete meiosis II to produce four haploid spermatids ($n$), which then mature into spermatozoa through \\textbf{spermiogenesis}."
    },
    {
        "q": "Differentiate between spermatogenesis and oogenesis.",
        "a": "Spermatogenesis, occurring in males from puberty, is a continuous process that produces four motile sperm from a single precursor cell. In contrast, oogenesis begins in the female fetus, is a discontinuous process, and results in the formation of only one large, non-motile ovum and smaller polar bodies due to unequal cytoplasmic division."
    },
    {
        "q": "What is the function of Corpus Luteum?",
        "a": "The corpus luteum forms from the ruptured ovarian follicle after ovulation. Its primary function is to secrete large amounts of the hormone \\textbf{progesterone}, which is essential for maintaining the uterine lining (endometrium) to support a potential pregnancy."
    },
    {
        "q": "What are the roles of the placenta?",
        "a": "The placenta serves as the vital link between the mother and fetus. It facilitates the transport of \\textbf{oxygen and nutrients} to the fetus, removes \\textbf{waste products}, and acts as an endocrine gland, secreting hormones like \\textbf{hCG and progesterone} to maintain pregnancy."
    },
    {
        "q": "What are Sertoli cells? Write down their roles.",
        "a": "Sertoli cells are supportive cells within the seminiferous tubules of the testes. Their primary role is to \\textbf{provide nourishment} and structural support to developing sperm cells during spermatogenesis. They also regulate the process and form the blood-testis barrier."
    },
    {
        "q": "Give two main functions each of testis and ovary.",
        "a": "The \\textbf{Testis} produces male gametes (sperm) and secretes the male hormone, \\textbf{testosterone}. The \\textbf{Ovary} produces the female gamete (ovum) and secretes the female hormones, \\textbf{estrogen and progesterone}."
    },
    {
        "q": "Describe the structure of a human sperm.",
        "a": "A human sperm consists of a \\textbf{head}, \\textbf{neck}, \\textbf{middle piece}, and \\textbf{tail}. The head contains the haploid nucleus and is capped by the \\textbf{acrosome}, which has enzymes for fertilization. The middle piece is filled with \\textbf{mitochondria} to provide energy for the tail's motility."
    },
    {
        "q": "What are spermatogonia, primary spermatocytes and secondary spermatocytes?",
        "a": "These are successive stages in spermatogenesis. \\textbf{Spermatogonia} are diploid ($2n$) germ cells that develop into \\textbf{primary spermatocytes} ($2n$). These undergo meiosis I to form two haploid ($n$) \\textbf{secondary spermatocytes}."
    },
    {
        "q": "Differentiate between oestrous cycle and menstrual cycle.",
        "a": "The menstrual cycle (in primates) involves the shedding of the uterine lining (menstruation) if fertilization fails. In the oestrous cycle (in non-primates), the uterine lining is reabsorbed, and females are sexually receptive only during a specific 'heat' period."
    },
    {
        "q": "Differentiate between external and internal fertilization.",
        "a": "\\textbf{Internal fertilization} is the fusion of gametes inside the female's body, as seen in humans and birds. \\textbf{External fertilization} is the fusion of gametes outside the body, which typically occurs in an aquatic environment, as seen in fish and frogs."
    },
    {
        "q": "What is the menstrual cycle? Name its phases.",
        "a": "The menstrual cycle is the reproductive cycle in female primates involving cyclic changes in the ovary and uterus. Its four main phases are the \\textbf{Menstrual Phase}, \\textbf{Follicular Phase}, \\textbf{Ovulatory Phase}, and the \\textbf{Luteal Phase}."
    },
    {
        "q": "What is implantation and where does it occur?",
        "a": "Implantation is the attachment and embedding of the blastocyst stage of the embryo into the uterine wall. This process allows the embryo to receive nourishment and occurs in the \\textbf{endometrium} of the uterus."
    },
    {
        "q": "What is the acrosome? State its function.",
        "a": "The acrosome is a cap-like structure on the head of a sperm containing hydrolytic enzymes. Its function is to release these enzymes to digest the outer layers of the ovum, enabling the sperm to penetrate and fertilize the egg."
    },
    {
        "q": "What are the three primary germ layers? Mention one organ derived from each.",
        "a": "The three primary germ layers are the \\textbf{Ectoderm} (forms skin, nervous system), \\textbf{Mesoderm} (forms muscle, heart, bones), and \\textbf{Endoderm} (forms the lining of the digestive tract and lungs)."
    },
    {
        "q": "What is parturition? Which hormone induces it?",
        "a": "Parturition is the process of childbirth, involving strong uterine contractions to expel the fetus. It is induced by a complex neuroendocrine mechanism, with the hormone \\textbf{oxytocin} playing a major role in stimulating these powerful contractions."
    },
    {
        "q": "Describe the structure of a human ovum.",
        "a": "The human ovum is a spherical, non-motile cell. It is enclosed by a plasma membrane, a glycoprotein layer called the \\textbf{zona pellucida}, and an outer layer of follicular cells called the \\textbf{corona radiata}."
    },
    {
        "q": "What is colostrum? Why is it important?",
        "a": "Colostrum is the initial milk produced after childbirth. It is highly important because it is rich in \\textbf{antibodies} (especially IgA), which provide crucial \\textbf{passive immunity} to the newborn against infections."
    },
    {
        "q": "What is the function of Leydig cells?",
        "a": "Leydig cells, located in the testes, are responsible for producing and secreting \\textbf{androgens}, primarily \\textbf{testosterone}. This hormone is essential for spermatogenesis and the development of male secondary sexual characteristics."
    },
    {
        "q": "Name the accessory glands of the male reproductive system and state their collective function.",
        "a": "The accessory glands are the \\textbf{seminal vesicles}, \\textbf{prostate gland}, and \\textbf{bulbourethral glands}. Their collective secretions form the seminal plasma, which provides nourishment, lubrication, and a protective medium for the sperm."
    },
    {
        "q": "Explain the roles of LH and FSH during the menstrual cycle.",
        "a": "\\textbf{FSH} stimulates the growth of ovarian follicles and their secretion of estrogen. A surge in \\textbf{LH} triggers ovulation around day 14 and subsequently promotes the development of the corpus luteum, which secretes progesterone."
    }
]