[
    {
        "q": "What are contraceptive pills ? How do they function ?",
        "a": "Contraceptive pills are hormonal preparations, usually containing progestogen alone or a combination of progestogen and estrogen, taken orally by females to prevent pregnancy. They primarily function by \\textbf{inhibiting ovulation} (the release of an egg from the ovary). They also alter the cervical mucus to prevent sperm entry and make the uterine wall unsuitable for implantation."
    },
    {
        "q": "What is sterilization? Mention its methods.",
        "a": "Sterilization is a permanent surgical method of contraception that blocks the transport of gametes, thus preventing fertilization. The two main methods are \\textbf{vasectomy} in males, where the vas deferens is cut and tied, and \\textbf{tubectomy} in females, where the fallopian tubes are cut and tied."
    },
    {
        "q": "What is M.T.P.? Mention its safe and fatal period (time).",
        "a": "MTP stands for Medical Termination of Pregnancy, which is the intentional or voluntary termination of pregnancy before the fetus becomes viable. The safe period for MTP is considered to be during the \\textbf{first trimester} (up to 12 weeks of pregnancy). Abortions performed in the \\textbf{second trimester} are much riskier."
    },
    {
        "q": "What is a test-tube baby?",
        "a": "A 'test-tube baby' is a non-scientific term for a child conceived through \\textbf{In Vitro Fertilization (IVF)}. In this process, an ovum from the female and sperm from the male are collected and induced to fertilize outside the body, in a laboratory dish. The resulting embryo is then transferred into the mother's uterus to complete its development."
    },
    {
        "q": "What is Amniocentesis?",
        "a": "Amniocentesis is a prenatal diagnostic procedure in which a small amount of \\textbf{amniotic fluid}, containing fetal cells, is withdrawn from the uterus. This fluid is then analyzed to detect \\textbf{chromosomal abnormalities} and certain genetic disorders in the developing fetus. However, its misuse for sex determination is legally banned."
    },
    {
        "q": "Explain about vasectomy.",
        "a": "Vasectomy is the surgical sterilization procedure for males. It involves making a small incision in the scrotum and cutting or tying the \\textbf{vas deferens}, the tubes that carry sperm from the testes. This procedure blocks the transport of sperm, so they are not present in the ejaculate, thus preventing fertilization. It is a highly effective and permanent form of birth control."
    },
    {
        "q": "Explain tubectomy.",
        "a": "Tubectomy is the surgical sterilization procedure for females. In this method, a small part of both \\textbf{fallopian tubes} is removed or tied up through an incision in the abdomen or through the vagina. This blocks the path of the ovum, preventing it from meeting the sperm, and thus fertilization cannot occur. It is a permanent contraceptive method."
    },
    {
        "q": "Write the names of any four sexually transmitted diseases along with their causative pathogens.",
        "a": "Four common sexually transmitted diseases (STDs) are: 1. \\textbf{Syphilis}, caused by the bacterium \\textit{Treponema pallidum}. 2. \\textbf{Gonorrhoea}, caused by the bacterium \\textit{Neisseria gonorrhoeae}. 3. \\textbf{Genital Herpes}, caused by the Herpes simplex virus. 4. \\textbf{AIDS}, caused by the Human Immunodeficiency Virus (HIV)."
    },
    {
        "q": "Give a brief description of infertility.",
        "a": "Infertility is the inability of a couple to conceive or produce children despite regular, unprotected sexual intercourse for a year or more. The causes can be varied and may lie with the male partner, the female partner, or both. These issues can be physical, congenital, immunological, or psychological. Many cases can be treated with the help of \\textbf{Assisted Reproductive Technologies (ART)}."
    },
    {
        "q": "What are Assisted Reproductive Technologies (ART)? Give two examples.",
        "a": "Assisted Reproductive Technologies (ART) are special medical procedures used to help infertile couples achieve pregnancy. These techniques handle either the eggs or the sperm. Two common examples are \\textbf{In Vitro Fertilization (IVF)}, where fertilization occurs outside the body, and \\textbf{Intra-Uterine Insemination (IUI)}, where sperm is directly placed into the uterus."
    },
    {
        "q": "What are Intra-Uterine Devices (IUDs)? Give one example.",
        "a": "Intra-Uterine Devices (IUDs) are contraceptive devices inserted by medical professionals into the uterus. They prevent pregnancy either by increasing phagocytosis of sperm, suppressing sperm motility, or by making the uterus unsuitable for implantation. An example of a copper-releasing IUD is the \\textbf{Copper-T}."
    },
    {
        "q": "What is the principle of barrier methods of contraception? Give an example.",
        "a": "Barrier methods of contraception work on the principle of physically preventing the sperm from meeting the ovum. These methods create a barrier in the female reproductive tract. The most common example is the \\textbf{condom}, which also provides the added benefit of protecting against sexually transmitted diseases (STDs)."
    },
    {
        "q": "What is ZIFT? How is it different from GIFT?",
        "a": "ZIFT stands for Zygote Intra-Fallopian Transfer. It is an ART where fertilization is done \\textit{in vitro}, and the resulting \\textbf{zygote} or early embryo (up to 8 blastomeres) is transferred into the fallopian tube. It differs from GIFT (Gamete Intra-Fallopian Transfer), where the collected \\textbf{gametes} (unfertilized eggs and sperm) are transferred directly into the fallopian tube to allow fertilization to occur inside the body."
    },
    {
        "q": "Explain the role of 'Saheli' as a contraceptive.",
        "a": "'Saheli' is an oral contraceptive pill for females developed in India. It is a \\textbf{non-steroidal} preparation that is taken 'once-a-week'. It works by inhibiting implantation of the embryo in the uterus. Due to its non-steroidal nature, it has very few side effects and high contraceptive value."
    },
    {
        "q": "What is biopiracy?",
        "a": "Biopiracy refers to the use of bio-resources by multinational companies and other organizations without proper authorization from the countries and people concerned and without compensatory payment. It often involves patenting and commercializing traditional knowledge or genetic resources of a community or country without permission."
    }
]