[
    {
        "q": "Write the laws proposed by Mendel on the basis of monohybrid cross.",
        "a": "Based on his monohybrid cross experiments, Mendel proposed two fundamental laws of inheritance. The first is the \\textbf{Law of Dominance}, which states that in a heterozygous pair, one allele (the dominant) masks the expression of the other (the recessive). The second is the \\textbf{Law of Segregation}, which states that the two alleles for a character separate or segregate from each other during gamete formation, so that each gamete receives only one allele."
    },
    {
        "q": "What do you mean by Incomplete dominance? Explain with suitable example.",
        "a": "Incomplete dominance is a pattern of inheritance where the phenotype of the heterozygous offspring is an intermediate blend of the two homozygous parental phenotypes. Neither allele is completely dominant over the other. A classic example is the flower color in snapdragon plants (\\textit{Antirrhinum}). A cross between a red-flowered plant (RR) and a white-flowered plant (rr) results in all pink-flowered offspring (Rr)."
    },
    {
        "q": "Describe the law of segregation with any one example.",
        "a": "The Law of Segregation states that during gamete formation, the two alleles for a heritable character separate from each other, so that each gamete ends up with only one allele. For example, if a tall pea plant has the genotype Tt, its gametes will not be Tt. Instead, 50% of its gametes will carry the 'T' allele and 50% will carry the 't' allele, ensuring the purity of each gamete."
    },
    {
        "q": "Define linkage.",
        "a": "Linkage is the tendency of genes that are located physically close to each other on the same chromosome to be inherited together during meiosis. These genes do not assort independently and are known as linked genes. The strength of linkage is inversely proportional to the distance between the genes; the closer the genes are, the higher the frequency of their joint inheritance."
    },
    {
        "q": "Write about multiple allelism with an example.",
        "a": "Multiple allelism is a condition where a single gene exists in a population in more than two allelic forms. Although an individual can only have two alleles for a gene, many different alleles can exist within the gene pool of the population. The classic example in humans is the \\textbf{ABO blood group system}, which is controlled by three alleles: $I^A$, $I^B$, and $i$."
    },
    {
        "q": "Why did Mendel select pea plants for his experiments?",
        "a": "Mendel selected the garden pea plant (\\textit{Pisum sativum}) for several key reasons. It has a short life cycle and produces many offspring, allowing for the study of multiple generations quickly. It has several easily distinguishable contrasting traits (like height and seed color). Furthermore, its flowers are bisexual and naturally self-pollinating, but can be easily cross-pollinated, giving Mendel control over the breeding experiments."
    },
    {
        "q": "Explain haemophilia.",
        "a": "Haemophilia is an \\textbf{X-linked recessive} genetic disorder that impairs the body's ability to make blood clots, a process needed to stop bleeding. It is caused by a defect in one of the clotting factor genes located on the X chromosome. Because it is a recessive trait, it affects males more frequently than females, as males (XY) have only one X chromosome and will express the trait if they inherit the defective allele."
    },
    {
        "q": "Write a brief note on Down's syndrome.",
        "a": "Down's syndrome is a chromosomal disorder caused by the presence of an extra copy of chromosome 21, a condition known as \\textbf{Trisomy 21}. Individuals with this syndrome have 47 chromosomes instead of the usual 46. Common characteristics include short stature, a small round head, a flattened facial profile, and congenital heart defects, along with varying degrees of cognitive delay."
    },
    {
        "q": "Comment upon Klinefelter syndrome.",
        "a": "Klinefelter syndrome is a chromosomal disorder affecting males, caused by the presence of an extra X chromosome, resulting in the karyotype \\textbf{47, XXY}. Individuals with this syndrome are male but have underdeveloped testes, reduced testosterone production, and are typically sterile. They may also exhibit some feminine characteristics, such as the development of breast tissue (gynecomastia)."
    },
    {
        "q": "What do you mean by Mendelian disorder? Explain in brief with the help of suitable example.",
        "a": "A Mendelian disorder is a genetic disease caused by an alteration or mutation in a single gene. These disorders follow the patterns of inheritance established by Gregor Mendel. They can be dominant or recessive and may be autosomal (linked to non-sex chromosomes) or sex-linked. A suitable example is \\textbf{Sickle-cell anemia}, which is an autosomal recessive disorder caused by a mutation in the gene for hemoglobin."
    },
    {
        "q": "What is inbreeding?",
        "a": "Inbreeding is the mating of more closely related individuals within the same breed for 4-6 generations. It is a strategy used in animal breeding to increase \\textbf{homozygosity}, which helps in accumulating superior genes and eliminating undesirable ones. However, continuous inbreeding can often lead to reduced fertility and productivity, a phenomenon known as inbreeding depression."
    },
    {
        "q": "Define chromosomal aberration.",
        "a": "A chromosomal aberration is any change in the normal structure or number of chromosomes in a cell. These changes can arise due to errors during cell division. They include numerical abnormalities like \\textbf{aneuploidy} (gain or loss of one or more chromosomes, e.g., Down's syndrome) and structural abnormalities like deletion, duplication, inversion, or translocation of a part of a chromosome."
    },
    {
        "q": "What do you understand by Pedigree analysis ? How is it useful?",
        "a": "Pedigree analysis is the study of the inheritance of a particular genetic trait over several generations in a family, represented in the form of a family tree or chart. It is extremely useful for genetic counseling as it helps in determining the mode of inheritance (dominant, recessive, etc.) of a trait or disorder and in predicting the probability of its appearance in future offspring."
    },
    {
        "q": "What happens in haemophilia?",
        "a": "In haemophilia, a person's blood lacks sufficient blood-clotting proteins, known as clotting factors. A minor cut or injury can lead to prolonged bleeding because the normal cascade of reactions that forms a blood clot is disrupted. This is due to a mutation in a gene on the X chromosome responsible for producing these factors."
    },
    {
        "q": "What would be the blood group of offspring, if the blood group of mother is AB and blood group of father is O?",
        "a": "If the mother has blood group AB (genotype $I^A I^B$) and the father has blood group O (genotype $ii$), their offspring can only have blood group \\textbf{A} (genotype $I^A i$) or blood group \\textbf{B} (genotype $I^B i$). There is a 50% probability for each of these blood groups. The offspring cannot have blood group AB or O."
    }
]