[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated flowers are typically small, colourless, and nectarless. They produce large quantities of lightweight, non-sticky pollen and have large, feathery stigmas to effectively trap airborne pollen."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone refers to organisms that are genetically identical, produced from a single parent by asexual reproduction. The main advantage is the preservation of desirable parental traits. The main disadvantage is the lack of genetic variation, making the population vulnerable to diseases."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature embryo sac contains an egg apparatus (one egg cell and two synergids), three antipodal cells, and a large central cell with two polar nuclei."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the removal of anthers from a bisexual flower to prevent self-pollination. It is a key step in artificial hybridization to ensure controlled cross-pollination with pollen from a desired plant."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit develops from floral parts other than the ovary, such as the thalamus. A common example is the apple, where the fleshy, edible portion is the swollen thalamus."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic plants flower and produce fruit only once in their lifetime before dying. The fruits they produce are called monocarpic fruits. Examples include bamboo and agave."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one where the main fleshy part develops from tissues other than the ovary, like the receptacle. A well-known example is the strawberry, where the fleshy part is the receptacle and the true fruits are the tiny achenes on its surface."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction involves a single parent giving rise to offspring that are genetically identical (clones). This process does not involve the fusion of gametes and is a rapid method of multiplication seen in organisms like bacteria (fission) and yeast (budding)."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction produces offspring from a single parent without gamete fusion, creating genetically identical individuals. For example, Hydra reproduces by budding, where a new individual grows as an outgrowth on the parent's body and then detaches."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) A protozoan endoparasite is a single-celled eukaryote living inside a host, like \\textit{Plasmodium} which causes malaria. (ii) An ovule is the structure in a plant's ovary containing the female gamete, which develops into a seed after fertilization."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) False Fruit: Develops from parts other than the ovary; e.g., Apple. (ii) True Fruit: Develops solely from the ovary; e.g., Mango. (iii) Parthenocarpic Fruit: Develops without fertilization; e.g., Banana. (iv) Polyembryony: Presence of multiple embryos in one seed; e.g., Citrus."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is vital as it contains the egg cell for forming the zygote and the polar nuclei for forming the nutritive endosperm after fertilization. This ensures both the creation and nourishment of the embryo."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram would show an oval embryo sac with the egg apparatus (one egg cell, two synergids) at the micropylar end, three antipodal cells at the chalazal end, and a central cell with two polar nuclei."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination is the transfer of pollen from the anther of one plant to the stigma of another plant. It promotes genetic diversity. For instance, dioecious plants like papaya depend on it for reproduction."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is the development of an embryo from an unfertilized egg. A common example is in honeybees, where male drones develop from unfertilized eggs and are haploid."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A microsporangium (pollen sac) is surrounded by four wall layers: the epidermis, endothecium, middle layers, and the nutritive tapetum. Its center contains sporogenous tissue that forms pollen grains."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization is a process in angiosperms where one male gamete fuses with the egg to form a diploid ($2n$) zygote, and a second male gamete fuses with the two polar nuclei to form a triploid ($3n$) primary endosperm nucleus."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization involves two fusions: one male gamete with the egg to form a zygote, and a second with the polar nuclei to form the endosperm. This unique process occurs only in angiosperms (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the condition of having more than one embryo in a single seed. It is commonly observed in citrus fruits like oranges and lemons."
    }
]