[
    {
        "q": "Differentiate between Transcription and Translation.",
        "a": "\\textbf{Transcription} is the process of synthesizing an RNA molecule from a DNA template, occurring inside the nucleus in eukaryotes. It is the first step of gene expression. In contrast, \\textbf{Translation} is the process of synthesizing a protein (a polypeptide chain) from the information encoded in an mRNA molecule. This process occurs on ribosomes in the cytoplasm."
    },
    {
        "q": "Differentiate between DNA and RNA.",
        "a": "DNA and RNA are both nucleic acids but differ in key ways. \\textbf{DNA} contains deoxyribose sugar, has thymine (T) as a pyrimidine base, and is typically a double-stranded helix. It functions as the primary genetic material. \\textbf{RNA} contains ribose sugar, has uracil (U) instead of thymine, and is usually single-stranded. It has diverse roles, including acting as a messenger (mRNA) and in protein synthesis (tRNA, rRNA)."
    },
    {
        "q": "What is DNA fingerprinting? Explain it.",
        "a": "DNA fingerprinting is a technique used to identify and compare individuals based on their unique DNA profiles. It focuses on specific regions of DNA called Variable Number of Tandem Repeats (VNTRs), which are highly variable between people. The process involves isolating DNA, cutting it with restriction enzymes, separating the fragments by gel electrophoresis, and creating a unique pattern or 'fingerprint' for analysis in forensics or paternity testing."
    },
    {
        "q": "Describe transcription in brief.",
        "a": "Transcription is the process of creating a complementary RNA copy of a sequence of DNA. It is the first step in gene expression and is catalyzed by the enzyme \\textbf{RNA polymerase}. The process involves three stages: initiation, where the polymerase binds to a promoter; elongation, where the RNA strand is synthesized; and termination, where the synthesis ends and the new RNA molecule is released."
    },
    {
        "q": "What is the difference between a nucleoside and a nucleotide?",
        "a": "The primary difference lies in their composition. A \\textbf{nucleoside} is a compound formed by the combination of a pentose sugar (ribose or deoxyribose) and a nitrogenous base. A \\textbf{nucleotide} is more complex; it consists of a nucleoside (sugar + base) that is also linked to one or more \\textbf{phosphate groups}. Nucleotides are the monomers that build the nucleic acid polymers, DNA and RNA."
    },
    {
        "q": "Name any two enzymes of DNA replication and mention one specific function of each.",
        "a": "Two essential enzymes in DNA replication are: 1. \\textbf{DNA Helicase}, which functions to unwind and separate the two strands of the DNA double helix at the replication fork. 2. \\textbf{DNA Polymerase}, which is responsible for synthesizing the new DNA strands by adding nucleotides complementary to the template strand in the $5' \\to 3'$ direction."
    },
    {
        "q": "Describe the two salient features of double Helix structure of DNA.",
        "a": "Two salient features of the DNA double helix are: 1. \\textbf{Antiparallel Strands:} The two polynucleotide chains run in opposite directions, meaning the $5'$ end of one strand is parallel to the $3'$ end of the other. 2. \\textbf{Complementary Base Pairing:} The nitrogenous bases on the two strands are paired specifically through hydrogen bonds; Adenine (A) always pairs with Thymine (T) with two bonds, and Guanine (G) always pairs with Cytosine (C) with three bonds."
    },
    {
        "q": "Write two uses of DNA fingerprinting.",
        "a": "Two major uses of DNA fingerprinting are: 1. \\textbf{Forensic Science:} It is used to identify criminals by comparing the DNA profile from a crime scene (e.g., blood, hair) with that of a suspect. 2. \\textbf{Paternity and Maternity Testing:} It can definitively establish the biological relationship between a child and their potential parents by comparing their DNA patterns."
    },
    {
        "q": "What are start codons? Write them.",
        "a": "A start codon, also known as an initiator codon, is the specific mRNA triplet that signals the beginning of protein synthesis (translation) by the ribosome. The most common start codon in both prokaryotes and eukaryotes is \\textbf{AUG}, which codes for the amino acid methionine."
    },
    {
        "q": "Differentiate between Euchromatin and Heterochromatin.",
        "a": "\\textbf{Euchromatin} is a loosely packed form of chromatin that is rich in gene concentration and is transcriptionally active, meaning genes within it are expressed. In contrast, \\textbf{Heterochromatin} is a tightly packed, condensed form of chromatin that is transcriptionally inactive, and its genes are generally not expressed."
    },
    {
        "q": "What are the goals of the Human Genome Project (HGP)?",
        "a": "The primary goals of the Human Genome Project were to identify all the approximately 20,000-25,000 genes in human DNA, determine the sequences of the 3 billion chemical base pairs that make up human DNA, store this information in databases, and address the ethical, legal, and social issues (ELSI) that might arise from the project."
    },
    {
        "q": "Write a note on RNA polymerase enzyme.",
        "a": "RNA polymerase is the primary enzyme responsible for the process of \\textbf{transcription}, where it synthesizes an RNA strand from a DNA template. It binds to the promoter region of a gene, unwinds the DNA, and adds complementary RNA nucleotides in the $5' \\to 3'$ direction. Unlike DNA polymerase, it does not require a primer to initiate synthesis."
    },
    {
        "q": "What are 'Expressed Sequence Tags' (ESTs)?",
        "a": "Expressed Sequence Tags (ESTs) are short subsequences of a cDNA (complementary DNA) sequence. Since cDNA is derived from mRNA, ESTs represent parts of genes that are actively being expressed as proteins. They were widely used in the Human Genome Project as a method to identify gene transcripts and were instrumental in gene discovery."
    },
    {
        "q": "Distinguish between continuous and discontinuous replication.",
        "a": "During DNA replication, the \\textbf{leading strand} is synthesized continuously in the $5' \\to 3'$ direction as a single fragment. In contrast, the \\textbf{lagging strand} is synthesized discontinuously. Because it runs in the opposite direction, it must be synthesized in small segments called \\textbf{Okazaki fragments}, which are later joined together by the enzyme DNA ligase."
    },
    {
        "q": "What is the Central Dogma of molecular biology?",
        "a": "The Central Dogma, proposed by Francis Crick, describes the directional flow of genetic information within a biological system. It states that information flows from \\textbf{DNA} to \\textbf{RNA} (through transcription) and then from \\textbf{RNA} to \\textbf{protein} (through translation). This framework explains how the genetic code in DNA is ultimately used to produce functional proteins."
    }
]