[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated flowers are typically small, inconspicuous, and lack nectar or fragrance. They produce large quantities of lightweight, non-sticky pollen to be easily carried by wind, and their stigmas are often large and feathery to effectively trap this airborne pollen."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone is a group of genetically identical organisms produced from a single parent via asexual reproduction. An advantage is the rapid multiplication and preservation of desirable parental traits. The main disadvantage is the lack of genetic variation, making the entire population susceptible to the same diseases or environmental stresses."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature embryo sac contains an egg apparatus (one egg cell and two synergids), three antipodal cells, and a large central cell that houses two polar nuclei. This makes it a 7-celled, 8-nucleate structure."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the removal of anthers from a bisexual flower before they mature. This is a key step in artificial hybridization, performed to prevent unwanted self-pollination and to ensure that the flower is cross-pollinated only with desired pollen grains."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit (or pseudocarp) is one that develops from floral parts other than the ovary, such as the thalamus. A classic example is the apple, where the fleshy, edible portion is the swollen thalamus, not the ovary."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic fruits are produced by plants that flower and fruit only once in their entire lifetime before dying. This reproductive strategy is seen in plants like bamboo and agave, which channel all their resources into a single reproductive event."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one where the main fleshy part is derived from tissues other than the ovary, like the thalamus or receptacle. For example, in a strawberry, the red edible part is the swollen receptacle, while the true fruits are the tiny achenes on its surface."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a method of reproduction involving a single parent, resulting in offspring that are genetically identical clones. It does not involve the fusion of gametes and is a rapid form of multiplication common in simpler organisms and plants, using methods like fission, budding, and vegetative propagation."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is the creation of new individuals from a single parent, without gamete fusion. The offspring are genetically identical to the parent. For instance, \\textit{Hydra} reproduces asexually through budding, where a small outgrowth develops on the parent, matures, and eventually detaches as a new organism."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) \\textbf{Protozoan endoparasite:} A single-celled eukaryotic parasite living inside its host's body, such as \\textit{Plasmodium} which causes malaria. (ii) \\textbf{Ovule:} The structure within a plant's ovary that contains the female gamete and develops into a seed after fertilization."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) \\textbf{False Fruit:} Develops from parts other than the ovary; Example: Apple. (ii) \\textbf{True Fruit:} Develops only from the ovary; Example: Mango. (iii) \\textbf{Parthenocarpic Fruit:} Develops without fertilization, hence seedless; Example: Banana. (iv) \\textbf{Polyembryony:} Presence of multiple embryos in one seed; Example: Citrus."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is vital for sexual reproduction in angiosperms. It contains the egg cell for forming the zygote and the polar nuclei for forming the nutritive endosperm after fertilization, which is essential for nourishing the developing embryo."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram would show an oval structure with the \\textbf{egg apparatus} (one egg cell, two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and a large \\textbf{central cell} containing two \\textbf{polar nuclei}."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination is the transfer of pollen from the anther of one plant to the stigma of a different plant of the same species, which promotes genetic variation. For example, papaya plants are dioecious and depend on agents like wind or insects for cross-pollination."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a form of asexual reproduction where an embryo develops from an unfertilized egg. A prime example is in honey bees, where unfertilized eggs develop into haploid male drones."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A microsporangium is typically surrounded by four wall layers: the epidermis, endothecium, middle layers, and the inner, nutritive tapetum. Its center contains the sporogenous tissue, from which pollen grains are formed."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization is unique to angiosperms and involves two fusions. One male gamete fuses with the egg to form a diploid ($2n$) zygote, while the second male gamete fuses with the two polar nuclei to form a triploid ($3n$) primary endosperm nucleus."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization is a reproductive process involving two fusions: one male gamete with the egg (forming the zygote) and the second with the polar nuclei (forming the endosperm). This process occurs exclusively in the plant group \\textbf{angiosperms} (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the condition where more than one embryo is found within a single seed. This phenomenon occurs naturally in plants like \\textbf{citrus} and mango, often resulting in multiple seedlings from one seed."
    }
]