[
    {
        "q": "What are homologous organs? Give examples.",
        "a": "Homologous organs are structures that have a common fundamental anatomical plan and embryonic origin but have evolved to perform different functions in different species. They provide strong evidence for \\textbf{divergent evolution}. Examples include the forelimbs of humans (for grasping), whales (flippers for swimming), bats (wings for flying), and cheetahs (for running), all of which share the same basic bone structure."
    },
    {
        "q": "What are analogous organs? Give any two examples.",
        "a": "Analogous organs are structures that have different anatomical origins but have evolved to perform a similar function. They are a result of \\textbf{convergent evolution}, where different species adapt to similar ecological niches. Two examples are the wings of a butterfly and the wings of a bird, and the eyes of an octopus and the eyes of a mammal."
    },
    {
        "q": "Write in brief on natural selection.",
        "a": "Natural selection is the key mechanism of evolution proposed by Charles Darwin. It is the process by which organisms with heritable traits that are better suited to their environment tend to survive and reproduce more successfully than others. This differential survival and reproduction lead to a gradual increase in the frequency of those advantageous traits in a population over generations."
    },
    {
        "q": "What is organic evolution? Write.",
        "a": "Organic evolution is the process of gradual and continuous change in the heritable characteristics of biological populations over successive generations. It is the theory that all forms of life on Earth have descended from a common ancestor. This process, driven by mechanisms like natural selection, mutation, and genetic drift, has led to the immense biodiversity we see today."
    },
    {
        "q": "What is genetic drift?",
        "a": "Genetic drift refers to the random fluctuations in the frequency of alleles within a population, purely by chance. Its effects are most pronounced in \\textbf{small populations}. Unlike natural selection, the changes caused by genetic drift are not necessarily adaptive. It can lead to the loss of some alleles and the fixation of others, thereby reducing the genetic variation of a population."
    },
    {
        "q": "What is founder effect?",
        "a": "The founder effect is a specific case of genetic drift that occurs when a new population is established by a small number of individuals (the 'founders') from a larger parent population. This new population may have, by chance, allele frequencies that are very different from the original population, leading to a loss of genetic variation and a distinct genetic makeup."
    },
    {
        "q": "Write in brief about chemical evolution.",
        "a": "The theory of chemical evolution, proposed by \\textbf{Oparin and Haldane}, suggests that the first life forms originated from pre-existing non-living organic molecules (like RNA, proteins) on early Earth. This process is thought to have occurred in the primitive atmosphere, which lacked free oxygen and was rich in methane, ammonia, and water vapor, with energy provided by lightning and UV radiation."
    },
    {
        "q": "What is gene mutation? What is its role in organic evolution?",
        "a": "A gene mutation is a sudden, permanent alteration in the DNA sequence of a gene. Its role in organic evolution is fundamental, as it is the \\textbf{ultimate source of all new genetic variation}. While most mutations are neutral or harmful, occasionally a mutation can produce an advantageous new trait that is then acted upon by natural selection, leading to adaptation and evolutionary change."
    },
    {
        "q": "Explain about connecting link and missing link.",
        "a": "A \\textbf{connecting link} is a living species that possesses characteristics of two different taxonomic groups, providing evidence of an evolutionary path between them (e.g., \\textit{Peripatus}, linking Annelida and Arthropoda). A \\textbf{missing link} is a fossil species that shows characteristics of two different groups, representing an intermediate evolutionary stage that has since become extinct (e.g., \\textit{Archaeopteryx}, linking reptiles and birds)."
    },
    {
        "q": "What is the relationship between thorns of Bougainvillea and tendrils of Cucurbita?",
        "a": "The thorns of \\textit{Bougainvillea} and the tendrils of \\textit{Cucurbita} are \\textbf{homologous organs}. Both are modifications of the axillary bud, meaning they share a common anatomical origin. However, they have been modified to perform different functions: thorns provide protection, while tendrils provide support for climbing. This is a classic example of divergent evolution."
    },
    {
        "q": "What is adaptive radiation? Give an example.",
        "a": "Adaptive radiation is an evolutionary process where a single ancestral species diversifies rapidly into multiple new species, each adapted to a different ecological niche. This often occurs when an organism enters a new environment with various unoccupied niches. A classic example is the evolution of \\textbf{Darwin's finches} on the Galápagos Islands, where an ancestral finch species evolved into many different species with specialized beaks for different food sources."
    },
    {
        "q": "What do you understand by atavism? State its benefits.",
        "a": "Atavism is the reappearance of an ancestral characteristic in an organism after several generations of absence. These traits were present in distant ancestors but were lost in the intermediate ones. Examples include the appearance of a tail in a human baby. The primary benefit of studying atavism is that it provides strong \\textbf{evidence for evolution} by showing the genetic connection to ancestral forms."
    },
    {
        "q": "Differentiate between Ramapithecus and Dryopithecus.",
        "a": "\\textit{Dryopithecus} and \\textit{Ramapithecus} are fossil apes that are considered ancestors in the line of human evolution. \\textit{Dryopithecus} is considered to be more \\textbf{ape-like}, with features like a U-shaped jaw and larger canines. In contrast, \\textit{Ramapithecus} is considered more \\textbf{man-like}, with features such as a more rounded dental arch, smaller canines, and thicker tooth enamel, suggesting a diet that included tough, coarse food."
    },
    {
        "q": "What is the theory of recapitulation?",
        "a": "The theory of recapitulation, often summarized by the phrase \\textbf{'Ontogeny recapitulates phylogeny,'} was proposed by Ernst Haeckel. It suggests that the development of an organism's embryo (ontogeny) goes through successive stages that resemble the adult forms of its evolutionary ancestors (phylogeny). Although now considered an oversimplification, it highlights the evidence for evolution found in embryology."
    },
    {
        "q": "What do you understand by Palaeontology? Give the name of various eras.",
        "a": "Palaeontology is the scientific study of ancient life, primarily through the examination of fossils. It provides direct evidence for evolution by showing the forms of life that existed in the past. The major geological eras, from oldest to most recent, are the \\textbf{Precambrian}, \\textbf{Paleozoic}, \\textbf{Mesozoic}, and \\textbf{Cenozoic} eras."
    }
]