[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated flowers are typically small, inconspicuous, and lack nectar or fragrance. They produce large quantities of lightweight, non-sticky pollen to ensure distribution by wind. Their stigmas are often large and feathery to effectively trap the airborne pollen."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone is a group of genetically identical organisms produced from a single parent via asexual reproduction. An advantage is the rapid preservation of desirable parental traits. A key disadvantage is the lack of genetic variation, making the entire population susceptible to the same diseases or environmental stresses."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature angiosperm embryo sac contains an egg apparatus (one egg cell and two synergids) at the micropylar end, three antipodal cells at the chalazal end, and a large central cell containing two polar nuclei."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the removal of anthers from a bisexual flower before they mature. It is a key step in artificial hybridization used to prevent self-pollination and allow for controlled cross-pollination with pollen from a desired plant."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit (or pseudocarp) is a fruit that develops from floral parts other than the ovary, such as the thalamus. A classic example is the apple, where the main edible portion is the fleshy thalamus that grows around the true fruit (the core)."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic plants are those that flower, produce fruit, and set seed only once in their entire lifetime before dying. The fruits they bear are called monocarpic fruits. Well-known examples of such plants include bamboo and agave."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one where the main fleshy part develops from tissues other than the ovary, such as the receptacle or thalamus. For instance, in a strawberry, the edible red part is the swollen receptacle, and the true fruits are the tiny achenes on its surface."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a process involving a single parent that gives rise to offspring which are genetically identical to the parent (clones). It does not involve the fusion of gametes. This is a rapid multiplication method found in many organisms, such as bacteria (fission), yeast (budding), and plants (vegetative propagation)."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is the creation of new individuals from a single parent without gamete fusion, producing genetically identical offspring. A common example is budding in \\textit{Hydra}, where an outgrowth forms on the parent, develops into a small hydra, and then detaches to live independently."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) \\textbf{Protozoan endoparasite:} A single-celled eukaryotic parasite living inside its host's body. Example: \\textit{Plasmodium}, which causes malaria. (ii) \\textbf{Ovule:} The structure within a plant's ovary containing the female gamete; it develops into a seed after fertilization."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) \\textbf{False Fruit:} Develops from parts besides the ovary; e.g., Apple. (ii) \\textbf{True Fruit:} Develops only from the ovary; e.g., Mango. (iii) \\textbf{Parthenocarpic Fruit:} Develops without fertilization, hence seedless; e.g., Banana. (iv) \\textbf{Polyembryony:} Presence of multiple embryos in one seed; e.g., Citrus."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is vital for sexual reproduction in angiosperms. It contains the egg cell, which upon fertilization forms the zygote, and the polar nuclei, which form the nutritive endosperm. The endosperm provides essential food for the developing embryo."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram would show an oval embryo sac with an \\textbf{egg apparatus} (one egg cell, two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and a large \\textbf{central cell} containing two \\textbf{polar nuclei}."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination is the transfer of pollen from the anther of one plant to the stigma of a genetically different plant of the same species, which promotes genetic variation. For example, maize relies on wind for cross-pollination between different plants."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a form of asexual reproduction where an embryo develops from an unfertilized egg. A classic example is in honeybees, where the male drones are produced from unfertilized, haploid eggs."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A microsporangium (pollen sac) is surrounded by four wall layers: the epidermis, endothecium, middle layers, and the inner nutritive tapetum. The center is filled with sporogenous tissue that produces the pollen grains."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization is a key feature of angiosperms involving two fusion events: one male gamete fuses with the egg to form the diploid ($2n$) zygote, while the second male gamete fuses with the two polar nuclei to form the triploid ($3n$) primary endosperm nucleus."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization is a reproductive process involving two fusions: syngamy (male gamete + egg → zygote) and triple fusion (male gamete + polar nuclei → endosperm). This process is unique to \\textbf{angiosperms} (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the condition where more than one embryo is present within a single seed. It occurs naturally in many species, with a common example being \\textbf{citrus} fruits like oranges and lemons."
    }
]