[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated flowers are typically small, inconspicuous, and lack nectar and fragrance. They produce enormous amounts of lightweight, non-sticky pollen to ensure distribution by wind. Their stigmas are often large and feathery to effectively trap the airborne pollen grains."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone is a group of genetically identical organisms produced from a single parent via asexual reproduction. An \\textbf{advantage} is the rapid multiplication and preservation of desirable parental traits. A major \\textbf{disadvantage} is the lack of genetic variation, making the entire population vulnerable to the same diseases or environmental stresses."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature embryo sac contains seven cells: an \\textbf{egg apparatus} (one egg cell and two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and one large \\textbf{central cell} in the middle that contains two polar nuclei."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the removal of anthers from a bisexual flower before they mature. This technique is a key step in artificial hybridization programs, performed to prevent unwanted self-pollination and to allow for controlled cross-pollination with pollen from a desired parent plant."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit (or pseudocarp) is a fruit that develops from floral parts in addition to the ovary, such as the thalamus. In these fruits, the main edible portion is not derived from the ovary. A classic example is the apple, where the fleshy part we eat is the swollen thalamus."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic fruits are produced by plants that flower and fruit only once in their entire lifetime before dying. These plants, like bamboo and agave, channel all their resources into a single reproductive event. The fruits are the result of this final reproductive phase."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one where the fleshy, edible portion develops from tissues other than the ovary, such as the receptacle or thalamus. In contrast, a true fruit develops only from the ovary. A well-known example is the strawberry, where the fleshy red part is the receptacle."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a mode of reproduction where offspring arise from a single parent without the fusion of gametes. The resulting offspring, called clones, are genetically identical to the parent. This method allows for rapid multiplication and is common in unicellular organisms and many plants, through processes like fission, budding, and vegetative propagation."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is a process where a single parent produces genetically identical offspring without gamete fusion. For example, \\textit{Hydra} reproduces asexually by budding. A small bud grows on the parent's body, develops into a miniature hydra, and then detaches to live independently."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) \\textbf{Protozoan endoparasite:} A single-celled eukaryotic parasite living inside its host's body, such as \\textit{Plasmodium} causing malaria. (ii) \\textbf{Ovule:} The structure within a plant's ovary containing the female gamete, which develops into a seed after fertilization."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) \\textbf{False Fruit:} Develops from parts other than the ovary; Example: Apple. (ii) \\textbf{True Fruit:} Develops solely from the ovary; Example: Mango. (iii) \\textbf{Parthenocarpic Fruit:} Develops without fertilization and is seedless; Example: Banana. (iv) \\textbf{Polyembryony:} Presence of multiple embryos in one seed; Example: Citrus."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is vital for sexual reproduction in angiosperms. It contains the egg cell, which upon fertilization forms the zygote, and the polar nuclei, which form the nutritive endosperm. The endosperm provides essential food for the developing embryo, ensuring its survival and growth."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A diagram would depict an oval structure with an \\textbf{egg apparatus} (one egg cell and two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and a large \\textbf{central cell} containing two \\textbf{polar nuclei}."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination is the transfer of pollen from the anther of one plant to the stigma of a genetically different plant of the same species. It promotes genetic variation. For instance, papaya plants, being dioecious, depend entirely on agents like wind or insects for cross-pollination."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a form of asexual reproduction where an embryo develops from an unfertilized egg. This occurs naturally in several species. A common example is in honeybees, where unfertilized eggs develop into haploid male bees (drones)."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A microsporangium (pollen sac) is typically surrounded by four wall layers: the epidermis, endothecium, middle layers, and the nutritive tapetum. The center contains sporogenous tissue, where microspore mother cells undergo meiosis to form pollen grains."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization, unique to angiosperms, involves two fusion events. First, one male gamete fuses with the egg cell to form the diploid ($2n$) zygote (syngamy). Second, the other male gamete fuses with the two polar nuclei to form the triploid ($3n$) primary endosperm nucleus (triple fusion)."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization is a complex reproductive process involving two fusions: one male gamete fuses with the egg to form a zygote ($2n$), and the second male gamete fuses with the polar nuclei to create the endosperm ($3n$). This process is a defining characteristic of \\textbf{angiosperms} (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the condition of having more than one embryo in a single seed. This can result from the cleavage of a zygote or the development of embryos from other cells in the ovule. It is commonly observed in \\textbf{citrus} fruits and mango."
    }
]