[
    {
        "q": "What do you mean by sewage? Describe the role of microbes in sewage treatment.",
        "a": "Sewage is municipal wastewater containing large amounts of human excreta and organic matter. Microbes play a crucial role in its treatment. During \\textbf{secondary treatment}, aerobic microbes consume the organic matter, forming masses called \\textbf{flocs} and significantly reducing the BOD. Later, anaerobic microbes in sludge digesters break down the remaining organic matter, producing biogas."
    },
    {
        "q": "What is biofertilizer and what are its sources?",
        "a": "A biofertilizer is a preparation containing living microorganisms which, when applied to seed, plant surfaces, or soil, colonize the rhizosphere and promote growth by increasing the supply of primary nutrients to the host plant. The main sources are \\textbf{bacteria} (like \\textit{Rhizobium}, \\textit{Azotobacter}), \\textbf{cyanobacteria} (like \\textit{Anabaena}, \\textit{Nostoc}), and \\textbf{fungi} (like \\textit{Glomus}, which forms mycorrhiza)."
    },
    {
        "q": "Write in brief about nitrogen fixation from the atmosphere.",
        "a": "Nitrogen fixation is the biological process by which atmospheric nitrogen ($N_2$) is converted into ammonia ($NH_3$) or other nitrogenous compounds. This is carried out by specialized microorganisms. Some are free-living, like \\textit{Azotobacter}, while others, like \\textbf{\\textit{Rhizobium}}, form a symbiotic relationship with the root nodules of leguminous plants, providing the plant with usable nitrogen."
    },
    {
        "q": "What is cyclosporin-A and what is its use?",
        "a": "Cyclosporin A is a bioactive molecule produced by the fungus \\textbf{\\textit{Trichoderma polysporum}}. It is used medically as an \\textbf{immunosuppressive agent}. Its primary use is in organ transplant patients to prevent the immune system from rejecting the newly transplanted organ."
    },
    {
        "q": "What do you understand by organic farming?",
        "a": "Organic farming is a holistic agricultural system that avoids the use of synthetic fertilizers, pesticides, and genetically modified organisms. It relies on techniques like crop rotation, green manure, compost, and biological pest control. This approach aims to maintain soil fertility and ecological balance, producing healthy food while minimizing environmental pollution."
    },
    {
        "q": "What are flocs?",
        "a": "Flocs are mesh-like structures formed during the secondary treatment of sewage. They consist of masses of \\textbf{aerobic bacteria} that are held together by fungal filaments. These microbes consume the organic matter present in the sewage, thereby significantly reducing the Biochemical Oxygen Demand (BOD) of the effluent."
    },
    {
        "q": "Define antibiotics and give an example.",
        "a": "Antibiotics are chemical substances produced by certain microbes that can kill or inhibit the growth of other disease-causing microbes. They are powerful drugs used to treat bacterial infections. The first discovered antibiotic was \\textbf{penicillin}, which is produced by the fungus \\textit{Penicillium notatum}."
    },
    {
        "q": "What are statins and what is their function?",
        "a": "Statins are bioactive molecules produced by the yeast \\textbf{\\textit{Monascus purpureus}}. They are used medically as blood-cholesterol-lowering agents. Statins function by competitively inhibiting the enzyme responsible for the synthesis of cholesterol in the liver, thus helping to prevent cardiovascular diseases."
    },
    {
        "q": "What are methanogens? Give an example.",
        "a": "Methanogens are a group of anaerobic archaea that produce \\textbf{methane ($CH_4$)} as a metabolic byproduct. They are found in anaerobic sludge during sewage treatment, the rumen of cattle, and marshy areas. An example is \\textit{Methanobacterium}. They are essential for the production of biogas."
    },
    {
        "q": "What are Single Cell Proteins (SCP)? Give an example.",
        "a": "Single Cell Protein (SCP) refers to the dried cells of microorganisms, such as bacteria, yeast, or algae, which are grown in large-scale cultures and used as a protein-rich supplement for human food or animal feed. A common example is \\textbf{\\textit{Spirulina}}, a type of cyanobacteria that is rich in protein, vitamins, and minerals."
    },
    {
        "q": "Write two benefits of using organic manure.",
        "a": "Using organic manure offers several benefits. Firstly, it improves the \\textbf{soil structure} and water-holding capacity, reducing soil erosion. Secondly, it enriches the soil with essential nutrients in a slow-release manner, which promotes healthy plant growth without causing the environmental pollution associated with chemical fertilizers."
    },
    {
        "q": "Give a brief account of poultry farm management.",
        "a": "Effective poultry farm management involves several key practices for raising domesticated fowl like chickens and ducks. This includes the selection of disease-free and suitable breeds, maintaining proper farm conditions with adequate space and ventilation, ensuring the supply of clean water and hygienic feed, and implementing strict healthcare measures, including regular vaccination and cleaning, to prevent diseases."
    },
    {
        "q": "What is a biocontrol agent? Give an example.",
        "a": "A biocontrol agent is a living organism, such as a predator, parasitoid, or pathogen, that is used to control the population of another organism considered to be a pest. This method reduces the reliance on chemical pesticides. For example, the bacterium \\textbf{\\textit{Bacillus thuringiensis} (Bt)} is used to control butterfly caterpillars."
    },
    {
        "q": "What do you mean by Green-farming?",
        "a": "Green farming, also known as organic or sustainable farming, is an agricultural practice that focuses on producing crops in an environmentally friendly way. It avoids the use of synthetic pesticides and fertilizers, instead relying on natural methods like using \\textbf{biofertilizers} to enrich the soil and \\textbf{biocontrol agents} to manage pests, thus promoting ecological balance."
    },
    {
        "q": "Write the names of some antibiotics that are obtained from bacteria.",
        "a": "While many antibiotics are derived from fungi, several important ones are also obtained from bacteria. Examples include \\textbf{Streptomycin}, which is produced by the bacterium \\textit{Streptomyces griseus}, and \\textbf{Tetracycline}, which is also derived from species of \\textit{Streptomyces}."
    }
]