[
    {
        "q": "Mention the adaptations of wind-pollinated flowers.",
        "a": "Wind-pollinated flowers are typically small, inconspicuous, and lack nectar or fragrance. They produce large quantities of lightweight, non-sticky pollen to be carried by wind. To effectively trap this airborne pollen, their stigmas are often large, feathery, and well-exposed."
    },
    {
        "q": "Define a clone. Write about one advantage and one disadvantage of a clone.",
        "a": "A clone is a group of genetically identical organisms produced from a single parent via asexual reproduction. An \\textbf{advantage} is the rapid multiplication and preservation of desirable parental traits. A major \\textbf{disadvantage} is the lack of genetic variation, which makes the entire population uniformly susceptible to diseases or environmental changes."
    },
    {
        "q": "What are the names of the component cells of the embryo sac?",
        "a": "A mature angiosperm embryo sac contains: an \\textbf{egg apparatus} at one end (composed of one egg cell and two synergids), three \\textbf{antipodal cells} at the opposite end, and one large \\textbf{central cell} in the middle that contains two polar nuclei."
    },
    {
        "q": "What do you understand by emasculation? Why is it done?",
        "a": "Emasculation is the removal of anthers from a bisexual flower before they mature. It is a key step in artificial hybridization performed to prevent self-pollination, thus allowing for controlled cross-pollination with pollen from a specifically chosen plant."
    },
    {
        "q": "Tell about false fruit with an example.",
        "a": "A false fruit (or pseudocarp) is a fruit where the main fleshy part develops from floral tissues other than the ovary, such as the thalamus. A classic example is the apple, where the edible portion we consume is the swollen, fleshy thalamus."
    },
    {
        "q": "Give the definition of monocarpic fruits with an example.",
        "a": "Monocarpic plants are those that flower, produce fruit, and set seed only once in their lifetime before dying. The fruits they bear are thus called monocarpic fruits. This represents the plant's single, final reproductive effort. Examples include bamboo and agave."
    },
    {
        "q": "Explain false fruit with an example.",
        "a": "A false fruit is one in which the fleshy part is derived from tissues other than the ovary, like the receptacle or thalamus. A common example is the strawberry, where the red, fleshy part is the swollen receptacle, and the true fruits are the tiny achenes on its surface."
    },
    {
        "q": "Write a short note on asexual reproduction in organisms.",
        "a": "Asexual reproduction is a mode of reproduction involving a single parent that produces genetically identical offspring, called clones. It does not involve the fusion of gametes and is a rapid method of multiplication seen in many organisms through processes like budding (yeast), fission (bacteria), and vegetative propagation (plants)."
    },
    {
        "q": "Explain asexual reproduction in an organism with the help of example.",
        "a": "Asexual reproduction is the creation of offspring from a single parent without the fusion of gametes, resulting in genetically identical progeny. For example, \\textit{Hydra} reproduces asexually by budding, where a new individual develops from an outgrowth on the parent's body and eventually detaches."
    },
    {
        "q": "Define the following: (i) Protozoan endoparasite (ii) Ovule",
        "a": "(i) \\textbf{Protozoan endoparasite:} A single-celled eukaryotic parasite that lives inside its host's body, such as \\textit{Plasmodium}, which causes malaria. (ii) \\textbf{Ovule:} The structure within a plant's ovary containing the female gamete, which develops into a seed after fertilization."
    },
    {
        "q": "Define and give one example of each of the following. (i) False fruit (ii) True fruit (iii) Parthenogenic fruits (iv) Polyembryony",
        "a": "(i) \\textbf{False Fruit:} Develops from parts besides the ovary; Example: Apple. (ii) \\textbf{True Fruit:} Develops only from the ovary; Example: Mango. (iii) \\textbf{Parthenocarpic Fruit:} Develops without fertilization, hence seedless; Example: Banana. (iv) \\textbf{Polyembryony:} Presence of multiple embryos in one seed; Example: Citrus."
    },
    {
        "q": "What is the importance of embryosac in angiospermic plants?",
        "a": "The embryo sac is vital for angiosperm reproduction as it contains the egg cell for forming the zygote and the polar nuclei for forming the nutritive endosperm after fertilization. The endosperm provides the food necessary for the embryo's development and survival."
    },
    {
        "q": "Show the well labelled diagram of an angiospermic 8-nucleate embryo-sac.",
        "a": "A labelled diagram shows an oval embryo sac containing the \\textbf{egg apparatus} (one egg cell, two synergids) at the micropylar end, three \\textbf{antipodal cells} at the chalazal end, and a large \\textbf{central cell} with two \\textbf{polar nuclei}."
    },
    {
        "q": "Define cross-pollination with the help of suitable example.",
        "a": "Cross-pollination is the transfer of pollen from the anther of one plant to the stigma of a genetically different plant of the same species, which promotes genetic variation. For instance, maize relies on wind for cross-pollination between different plants."
    },
    {
        "q": "What do you understand by parthenogenesis ? Explain with example.",
        "a": "Parthenogenesis is a form of asexual reproduction where an embryo develops from an unfertilized egg. This occurs naturally in some species, such as honey bees, where the male drones develop from unfertilized eggs and are consequently haploid."
    },
    {
        "q": "Describe the structure of microsporangium.",
        "a": "A microsporangium is surrounded by four wall layers: the epidermis, endothecium, middle layers, and the inner, nutritive tapetum. Its center contains the sporogenous tissue, from which microspore mother cells arise and undergo meiosis to form pollen grains."
    },
    {
        "q": "Explain double fertilization.",
        "a": "Double fertilization is unique to angiosperms and involves two fusions. One male gamete fuses with the egg cell to form the diploid ($2n$) zygote. The second male gamete fuses with the two polar nuclei to create the triploid ($3n$) primary endosperm nucleus, which develops into the endosperm."
    },
    {
        "q": "What is double fertilisation? in which plant group does it occur?",
        "a": "Double fertilization involves two fusion events: one male gamete with the egg to form a zygote ($2n$), and the second male gamete with the polar nuclei to form the endosperm ($3n$). This process is a distinctive characteristic of \\textbf{angiosperms} (flowering plants)."
    },
    {
        "q": "What is polyembryony? Give example.",
        "a": "Polyembryony is the condition of having more than one embryo within a single seed. It can occur naturally in various plants, with a common example being \\textbf{citrus} fruits like oranges and lemons, where multiple seedlings can emerge from one seed."
    }
]