[
    {
        "q": "What are restriction endonucleases?",
        "a": "Restriction endonucleases are enzymes, often called \\textbf{'molecular scissors,'} that recognize and cut DNA molecules at specific, short nucleotide sequences known as restriction sites. Their ability to make precise cuts is fundamental to genetic engineering, allowing for the isolation of specific genes and the creation of recombinant DNA."
    },
    {
        "q": "What is Gel electrophoresis? Mention any two applications of it.",
        "a": "Gel electrophoresis is a laboratory technique used to separate macromolecules like DNA, RNA, and proteins based on their size and charge. An electric field is applied to a gel matrix, causing the negatively charged DNA fragments to move towards the positive electrode, with smaller fragments moving faster and farther. Two key applications are in \\textbf{DNA fingerprinting} and the \\textbf{isolation of a desired DNA fragment} for recombinant DNA technology."
    },
    {
        "q": "Describe the steps involved in the process of Recombinant DNA technology.",
        "a": "The process of recombinant DNA technology involves several key steps: 1) \\textbf{Isolation} of the desired gene and a suitable vector (like a plasmid). 2) \\textbf{Cutting} both the gene and the vector with the same restriction enzyme. 3) \\textbf{Ligation} of the gene into the vector using DNA ligase to form recombinant DNA. 4) \\textbf{Transformation} of this recombinant DNA into a host organism. 5) \\textbf{Selection} and multiplication of the transformed host cells to produce the desired product."
    },
    {
        "q": "What is a plasmid? Briefly write about the structure and utility of a plasmid.",
        "a": "A plasmid is a small, circular, extrachromosomal DNA molecule found naturally in bacteria. Structurally, it contains an origin of replication (ori), one or more restriction sites, and selectable marker genes (like antibiotic resistance genes). Its key utility in biotechnology is as a \\textbf{cloning vector}, where it is used to carry a foreign gene of interest into a host bacterium for cloning or expression."
    },
    {
        "q": "Define gene engineering.",
        "a": "Gene engineering, also known as genetic engineering or recombinant DNA technology, is the direct manipulation of an organism's genes using biotechnology. It involves altering the genetic makeup of an organism by introducing, deleting, or modifying specific genes to produce desired characteristics, such as producing a therapeutic protein or creating a pest-resistant crop."
    },
    {
        "q": "What do you mean by selectable marker ?",
        "a": "A selectable marker is a gene introduced into a cell, usually on a plasmid, that confers a trait suitable for artificial selection. Its purpose is to help identify and select host cells that have successfully taken up the foreign DNA (transformed cells) from those that have not. Common selectable markers are genes that provide \\textbf{resistance to antibiotics} like ampicillin or tetracycline."
    },
    {
        "q": "How are DNA fragments separated and isolated?",
        "a": "DNA fragments are separated and isolated primarily using \\textbf{gel electrophoresis}. In this technique, the DNA fragments are forced to move through an agarose gel matrix by an electric field. Since DNA is negatively charged, it moves towards the positive electrode. The fragments separate according to size, with smaller fragments moving farther than larger ones. The separated bands can then be visualized and cut out from the gel, a process called \\textbf{elution}."
    },
    {
        "q": "What is PCR? What is its main purpose?",
        "a": "PCR stands for \\textbf{Polymerase Chain Reaction}. It is a revolutionary \\textit{in vitro} technique used to amplify a specific segment of DNA, creating millions to billions of copies from a very small starting amount. Its main purpose is the rapid \\textbf{amplification of DNA} for use in various applications, including molecular diagnosis of diseases, DNA fingerprinting, and genetic research."
    },
    {
        "q": "How is the nomenclature of restriction endonucleases done?",
        "a": "The naming of restriction endonucleases follows a specific convention. The first letter comes from the \\textbf{genus} and the next two letters from the \\textbf{species} of the prokaryotic cell from which they were isolated. For example, in \\textit{EcoRI}, the 'E' comes from \\textit{Escherichia}, 'co' from \\textit{coli}, 'R' denotes the particular strain (RY13), and the Roman numeral 'I' indicates it was the first enzyme isolated from that strain."
    },
    {
        "q": "What is microinjection? How is it helpful in recombinant DNA technology?",
        "a": "Microinjection is a method used to directly introduce foreign DNA into a host cell. It involves using a very fine micropipette to physically inject the recombinant DNA solution directly into the nucleus of a target cell, typically an animal cell or ovum. It is helpful as a direct method of transformation, ensuring the delivery of the gene of interest for creating \\textbf{transgenic animals}."
    },
    {
        "q": "Define tissue culture.",
        "a": "Tissue culture is the \\textit{in vitro} technique of growing plant cells, tissues, or organs in a sterile, artificial nutrient medium under controlled laboratory conditions. Based on the principle of totipotency, this method allows for the regeneration of a whole plant from a small piece of plant tissue, called an explant. It is widely used for micropropagation and producing disease-free plants."
    },
    {
        "q": "What is downstream processing?",
        "a": "Downstream processing refers to all the stages involved after the biosynthetic or fermentation stage in biotechnology. This includes the \\textbf{separation, purification, and preservation} of the product (like a protein or antibiotic) obtained from bioreactors. It is a critical step to ensure the final product is pure, effective, and ready for marketing."
    },
    {
        "q": "What do you understand by the Southern Blotting technique?",
        "a": "Southern blotting is a molecular biology technique used to detect a specific DNA sequence in a DNA sample. The method involves separating DNA fragments by gel electrophoresis, transferring them from the gel to a membrane, and then using a labeled \\textbf{DNA probe} that is complementary to the target sequence to identify its location on the membrane."
    },
    {
        "q": "What is a $DNA$ probe? State its uses in biotechnology.",
        "a": "A DNA probe is a short, single-stranded segment of DNA (or RNA) that is tagged with a radioactive or fluorescent marker. Its sequence is complementary to a target DNA sequence of interest. In biotechnology, probes are used to \\textbf{detect and identify specific genes} or DNA sequences in a sample, which is crucial for diagnosing genetic disorders and identifying pathogens."
    },
    {
        "q": "Show the structure of plasmid $pBR322$.",
        "a": "A diagram of the plasmid pBR322 would show a circular DNA molecule with key features labeled. These include the \\textbf{origin of replication (ori)}, two \\textbf{selectable marker genes} (ampicillin resistance gene, $amp^R$, and tetracycline resistance gene, $tet^R$), and several unique \\textbf{restriction sites} (like BamHI, SalI, EcoRI) which are used for inserting foreign DNA."
    }
]