[
    {
        "q": "What is a state of total well-being in all aspects of reproduction called?",
        "a": "Reproductive health."
    },
    {
        "q": "What major problem arises from a rapid increase in population?",
        "a": "Overpopulation, leading to scarcity of resources."
    },
    {
        "q": "What day is celebrated as World Population Day?",
        "a": "July 11th."
    },
    {
        "q": "According to the 2001 census, what was India's population growth rate?",
        "a": "Approximately 2%."
    },
    {
        "q": "What is the legal minimum age for marriage for girls and boys in India?",
        "a": "18 years for girls and 21 years for boys."
    },
    {
        "q": "What are the methods used to prevent unwanted pregnancies called?",
        "a": "Contraception or birth control."
    },
    {
        "q": "How do oral contraceptive pills primarily prevent pregnancy?",
        "a": "By inhibiting ovulation and implantation."
    },
    {
        "q": "What is 'Saheli'?",
        "a": "A non-steroidal, 'once-a-week' oral contraceptive pill for females."
    },
    {
        "q": "What are devices inserted into the uterus to prevent pregnancy called?",
        "a": "Intra-Uterine Devices (IUDs)."
    },
    {
        "q": "Which IUD releases hormones?",
        "a": "LNG-20 (Progestasert)."
    },
    {
        "q": "How does a Copper-T IUD work?",
        "a": "It releases copper ions that suppress sperm motility and fertilizing capacity."
    },
    {
        "q": "By what primary mechanism does Copper-T prevent pregnancy?",
        "a": "It prevents fertilization."
    },
    {
        "q": "What is the surgical method of contraception in males called?",
        "a": "Vasectomy."
    },
    {
        "q": "What is surgically cut or tied during a vasectomy?",
        "a": "The vas deferens."
    },
    {
        "q": "What is the surgical method of contraception in females called?",
        "a": "Tubectomy."
    },
    {
        "q": "What is surgically cut or tied during a tubectomy?",
        "a": "The fallopian tubes."
    },
    {
        "q": "Are vasectomy and tubectomy temporary or permanent methods of contraception?",
        "a": "They are permanent (sterilization) methods."
    },
    {
        "q": "What does MTP stand for?",
        "a": "Medical Termination of Pregnancy."
    },
    {
        "q": "What is another term for a voluntary or induced abortion?",
        "a": "MTP."
    },
    {
        "q": "Up to how many weeks of pregnancy is MTP considered relatively safe?",
        "a": "Up to 12 weeks (the first trimester)."
    },
    {
        "q": "What are diseases transmitted through sexual intercourse called?",
        "a": "Sexually Transmitted Diseases (STDs) or Venereal Diseases (VDs)."
    },
    {
        "q": "Name two common bacterial STDs.",
        "a": "Syphilis and Gonorrhoea."
    },
    {
        "q": "What is the causative pathogen for Syphilis?",
        "a": "Treponema pallidum."
    },
    {
        "q": "What is the inability to conceive or produce children called?",
        "a": "Infertility."
    },
    {
        "q": "What do we call the technologies used to help infertile couples have children?",
        "a": "Assisted Reproductive Technologies (ART)."
    },
    {
        "q": "What is fertilization that occurs outside the body in a lab setting called?",
        "a": "In vitro fertilization (IVF)."
    },
    {
        "q": "A baby conceived through IVF is commonly known as what?",
        "a": "A test-tube baby."
    },
    {
        "q": "What technique involves transferring an embryo (zygote) into the fallopian tube?",
        "a": "ZIFT (Zygote Intra-Fallopian Transfer)."
    },
    {
        "q": "At what temperature is semen cryopreserved for long-term storage?",
        "a": "In liquid nitrogen (-196°C)."
    },
    {
        "q": "What is the prenatal diagnostic technique used to detect genetic disorders in a fetus?",
        "a": "Amniocentesis."
    },
    {
        "q": "What is analyzed during amniocentesis?",
        "a": "The amniotic fluid."
    },
    {
        "q": "Which condition cannot be detected by amniocentesis?",
        "a": "Jaundice."
    },
    {
        "q": "What is the full form of RCH programs initiated by the government?",
        "a": "Reproductive and Child Health Care."
    },
    {
        "q": "Besides preventing pregnancy, what is another key function of condoms?",
        "a": "Protection against Sexually Transmitted Diseases (STDs)."
    },
    {
        "q": "The \"rhythm method,\" based on avoiding intercourse during the fertile period, is what kind of contraception?",
        "a": "A natural method."
    },
    {
        "q": "What is the term for pills taken after unprotected sex to prevent pregnancy?",
        "a": "Emergency contraceptives."
    },
    {
        "q": "What is the full form of AIDS?",
        "a": "Acquired Immuno Deficiency Syndrome."
    },
    {
        "q": "What virus causes AIDS?",
        "a": "Human Immunodeficiency Virus (HIV)."
    },
    {
        "q": "Are all STDs completely curable?",
        "a": "No, viral STDs like AIDS and Genital Herpes are not completely curable."
    },
    {
        "q": "What is the full form of GIFT in the context of ART?",
        "a": "Gamete Intra-Fallopian Transfer."
    },
    {
        "q": "What ART involves directly injecting a sperm into an ovum in the laboratory?",
        "a": "ICSI (Intracytoplasmic Sperm Injection)."
    },
    {
        "q": "What does the ART technique IUI stand for?",
        "a": "Intra-Uterine Insemination."
    },
    {
        "q": "Why is there a statutory ban on using amniocentesis for sex determination?",
        "a": "To prevent female foeticide."
    },
    {
        "q": "What are the three main categories of contraceptive methods?",
        "a": "Natural, Barrier, and Hormonal/Chemical methods."
    },
    {
        "q": "What is the full form of WHO?",
        "a": "World Health Organization."
    },
    {
        "q": "What is the term for the natural end of the menstrual cycle in women?",
        "a": "Menopause."
    },
    {
        "q": "What is the name for creams, jellies, and foams that kill sperm?",
        "a": "Spermicides."
    },
    {
        "q": "What is the most widely used contraceptive method by males in India?",
        "a": "Condoms."
    },
    {
        "q": "The transfer of an ovum collected from a donor into the fallopian tube of another female is called what?",
        "a": "GIFT (Gamete Intra-Fallopian Transfer)."
    },
    {
        "q": "What is the main cause of the population explosion in the last century?",
        "a": "A rapid decline in the death rate, maternal mortality, and infant mortality."
    }
]