[
    {
        "q": "Who first used the term 'Ecosystem'?",
        "a": "A.G. Tansley."
    },
    {
        "q": "What are the two main components of an ecosystem?",
        "a": "Biotic (living) and Abiotic (non-living)."
    },
    {
        "q": "Organisms that produce their own food are called?",
        "a": "Producers (or autotrophs)."
    },
    {
        "q": "Green plants convert what form of energy into chemical energy?",
        "a": "Light energy."
    },
    {
        "q": "Organisms that feed on other organisms are called?",
        "a": "Consumers (or heterotrophs)."
    },
    {
        "q": "Bacteria and fungi that feed on dead organic matter are called?",
        "a": "Decomposers (or saprotrophs)."
    },
    {
        "q": "A sequence of organisms eating one another is a?",
        "a": "Food chain."
    },
    {
        "q": "Which is a correct food chain: \"Goat, Cow, Grass\" or \"Grass, Goat, Lion\"?",
        "a": "Grass, Goat, and Lion."
    },
    {
        "q": "A network of interconnected food chains is a?",
        "a": "Food web."
    },
    {
        "q": "Each step or level in a food chain is a?",
        "a": "Trophic level."
    },
    {
        "q": "Green plants belong to which trophic level?",
        "a": "The first trophic level (T1)."
    },
    {
        "q": "The rate of biomass production by producers is?",
        "a": "Primary productivity."
    },
    {
        "q": "The total rate of photosynthesis is called?",
        "a": "Gross Primary Productivity (GPP)."
    },
    {
        "q": "The rate of biomass formation by consumers is?",
        "a": "Secondary productivity."
    },
    {
        "q": "How does energy flow through an ecosystem?",
        "a": "It is unidirectional."
    },
    {
        "q": "What percentage of energy is transferred between trophic levels?",
        "a": "10 percent."
    },
    {
        "q": "A graphical representation of trophic structure is an?",
        "a": "Ecological pyramid."
    },
    {
        "q": "Which ecological pyramid is always upright?",
        "a": "The pyramid of energy."
    },
    {
        "q": "The gradual change in species composition of an area is?",
        "a": "Ecological succession."
    },
    {
        "q": "The first species to colonize a bare area are?",
        "a": "Pioneer species."
    },
    {
        "q": "In a dry succession (xerosere), what are the pioneer species?",
        "a": "Lichens."
    },
    {
        "q": "In a wet succession (hydrosere), what are the pioneer species?",
        "a": "Phytoplankton."
    },
    {
        "q": "The final, stable community in succession is the?",
        "a": "Climax community."
    },
    {
        "q": "The nature of a climax community is determined by what?",
        "a": "The climate."
    },
    {
        "q": "The process of breaking down dead organic matter is called?",
        "a": "Decomposition."
    },
    {
        "q": "Which is NOT a process of decomposition: Leaching or Anabolism?",
        "a": "Anabolism."
    },
    {
        "q": "A food chain starting with dead organic matter is a?",
        "a": "Detritus food chain."
    },
    {
        "q": "The process of nutrients washing down into the soil is?",
        "a": "Leaching."
    },
    {
        "q": "The cycling of nutrients like carbon and phosphorus is called?",
        "a": "Nutrient cycling."
    },
    {
        "q": "The natural aging of a lake due to nutrient enrichment is?",
        "a": "Eutrophication."
    },
    {
        "q": "The main cause of acid rain?",
        "a": "Air pollution from NO2 and SO2."
    },
    {
        "q": "Which organism is an indicator of SO2 pollution?",
        "a": "Lichens."
    },
    {
        "q": "A generally safe sound intensity level for humans is?",
        "a": "20-30 decibels."
    },
    {
        "q": "According to WHO, what is a safe noise pollution standard?",
        "a": "Around 20-30 decibels."
    },
    {
        "q": "Where do phytoplankton grow most abundantly in a lake?",
        "a": "In the limnetic zone."
    },
    {
        "q": "What is the term for the total living matter at a trophic level?",
        "a": "Standing crop."
    },
    {
        "q": "What are animals that eat only plants called?",
        "a": "Herbivores."
    },
    {
        "q": "What are animals that eat other animals called?",
        "a": "Carnivores."
    },
    {
        "q": "What is PAR?",
        "a": "Photosynthetically Active Radiation."
    },
    {
        "q": "How much PAR do plants capture for photosynthesis?",
        "a": "About 2-10%."
    },
    {
        "q": "The breakdown of detritus into smaller particles is called?",
        "a": "Fragmentation."
    },
    {
        "q": "The process of forming a dark, amorphous substance from detritus is?",
        "a": "Humification."
    },
    {
        "q": "The process where microbes degrade humus to release inorganic nutrients is?",
        "a": "Mineralization."
    },
    {
        "q": "Which major nutrient cycle is considered a gaseous cycle?",
        "a": "The carbon cycle."
    },
    {
        "q": "Which major nutrient cycle is considered a sedimentary cycle?",
        "a": "The phosphorus cycle."
    },
    {
        "q": "Which zone in a lake is the shallow, well-lit water close to the shore?",
        "a": "The littoral zone."
    },
    {
        "q": "What are the primary consumers in most aquatic ecosystems?",
        "a": "Zooplankton."
    },
    {
        "q": "A parasitic plant that feeds on other plants is considered what type of consumer?",
        "a": "A primary consumer."
    },
    {
        "q": "What is a Rhizocarpon an example of?",
        "a": "A crustose lichen."
    },
    {
        "q": "What is a major source of atmospheric carbon dioxide?",
        "a": "Combustion of fossil fuels."
    }
]