[
    {
        "q": "Techniques that use live organisms to produce useful products are called?",
        "a": "Biotechnology."
    },
    {
        "q": "The manipulation of an organism's genes is called?",
        "a": "Genetic engineering."
    },
    {
        "q": "The creation of DNA by combining sequences that wouldn't normally occur together is known as?",
        "a": "Recombinant DNA technology."
    },
    {
        "q": "Enzymes that cut DNA at specific sites are called?",
        "a": "Restriction enzymes (endonucleases)."
    },
    {
        "q": "Restriction enzymes are also famously known as what?",
        "a": "'Molecular scissors'."
    },
    {
        "q": "The first restriction endonuclease to be isolated was?",
        "a": "Hind II."
    },
    {
        "q": "Restriction enzymes recognize and cut what specific type of DNA sequence?",
        "a": "A palindromic nucleotide sequence."
    },
    {
        "q": "The restriction enzyme EcoRI is isolated from which bacterium?",
        "a": "Escherichia coli (E. coli)."
    },
    {
        "q": "The recognition site for the restriction enzyme EcoRI is?",
        "a": "GAATTC."
    },
    {
        "q": "Which enzyme is used to join or paste DNA fragments together?",
        "a": "DNA ligase."
    },
    {
        "q": "A DNA molecule used to carry foreign genetic material into another cell is a?",
        "a": "Vector."
    },
    {
        "q": "Small, circular, extrachromosomal DNA molecules found in bacteria are called?",
        "a": "Plasmids."
    },
    {
        "q": "Which feature is NOT part of the pBR322 plasmid: ori, T-DNA, or antibiotic resistance genes?",
        "a": "T-DNA."
    },
    {
        "q": "Which bacterium is known as a \"natural genetic engineer\" for plants?",
        "a": "Agrobacterium tumefaciens."
    },
    {
        "q": "The tumor-inducing plasmid found in Agrobacterium tumefaciens is called?",
        "a": "The Ti-plasmid."
    },
    {
        "q": "Which of these is NOT a cloning vector for bacteria: Plasmid, Bacteriophage, or T-DNA?",
        "a": "T-DNA (used for plants)."
    },
    {
        "q": "To isolate DNA from a bacterial cell, which enzyme is used?",
        "a": "Lysozyme."
    },
    {
        "q": "To isolate DNA from a fungal cell, which enzyme is used?",
        "a": "Chitinase."
    },
    {
        "q": "A technique to separate DNA fragments based on size is called?",
        "a": "Gel electrophoresis."
    },
    {
        "q": "From what is the agarose gel for electrophoresis extracted?",
        "a": "Seaweed."
    },
    {
        "q": "Why do DNA fragments move towards the anode in gel electrophoresis?",
        "a": "Because DNA is negatively charged."
    },
    {
        "q": "What does PCR stand for?",
        "a": "Polymerase Chain Reaction."
    },
    {
        "q": "What is the primary purpose of the PCR technique?",
        "a": "DNA amplification (making multiple copies of a gene)."
    },
    {
        "q": "Which heat-stable DNA polymerase is used in PCR?",
        "a": "Taq polymerase."
    },
    {
        "q": "From which bacterium is Taq polymerase isolated?",
        "a": "Thermus aquaticus."
    },
    {
        "q": "Which of these is used to introduce DNA into a host cell: a gene gun or a micropipette?",
        "a": "Both can be used."
    },
    {
        "q": "The method of directly injecting recombinant DNA into an animal cell's nucleus is called?",
        "a": "Microinjection."
    },
    {
        "q": "The biolistic or gene gun method is most suitable for transforming which type of cells?",
        "a": "Plant cells."
    },
    {
        "q": "A gene used to help identify transformed cells is called a?",
        "a": "Selectable marker."
    },
    {
        "q": "In plasmids like pBR322, what is the role of the ampR gene?",
        "a": "It provides resistance to the antibiotic ampicillin."
    },
    {
        "q": "If a foreign gene is inserted into the tetracycline resistance gene, what happens to the recombinant plasmid?",
        "a": "It will lose its resistance to tetracycline."
    },
    {
        "q": "Large vessels used for growing microbes to produce products on a large scale are called?",
        "a": "Bioreactors."
    },
    {
        "q": "The process of growing cells or tissues in a sterile, nutrient-rich medium is called?",
        "a": "Tissue culture."
    },
    {
        "q": "The entire series of processes after the biosynthetic stage to obtain a finished product is called?",
        "a": "Downstream processing."
    },
    {
        "q": "The plasmid from which bacterium was used to construct the first recombinant DNA?",
        "a": "Salmonella typhimurium."
    },
    {
        "q": "Which chemicals are known to induce protoplast fusion?",
        "a": "Polyethylene glycol (PEG) and sodium nitrate."
    },
    {
        "q": "What is the term for enzymes that cut DNA from the ends?",
        "a": "Exonucleases."
    },
    {
        "q": "What is the function of the 'ori' site in a plasmid vector?",
        "a": "It is the Origin of Replication, where DNA copying begins."
    },
    {
        "q": "What are the three main steps of a single PCR cycle?",
        "a": "Denaturation, Annealing, and Extension."
    },
    {
        "q": "What happens during the 'denaturation' step of PCR?",
        "a": "The two strands of the DNA helix are separated by heating."
    },
    {
        "q": "What staining agent is used to visualize DNA in gel electrophoresis?",
        "a": "Ethidium bromide."
    },
    {
        "q": "The process of making a host cell competent to take up foreign DNA is called?",
        "a": "Transformation."
    },
    {
        "q": "What is a DNA probe?",
        "a": "A single-stranded DNA or RNA fragment used to detect a specific complementary sequence."
    },
    {
        "q": "The blotting technique used for transferring DNA from a gel to a membrane is called?",
        "a": "Southern Blotting."
    },
    {
        "q": "To isolate DNA from a plant cell, which enzyme is primarily used?",
        "a": "Cellulase."
    },
    {
        "q": "What type of bioreactor is most commonly used?",
        "a": "Stirring-type bioreactor."
    }
]