[
    {
        "q": "Plants, bacteria, or animals whose genes have been altered are called?",
        "a": "Genetically Modified Organisms (GMOs)."
    },
    {
        "q": "Which bacterium produces a protein that is toxic to certain insects?",
        "a": "Bacillus thuringiensis."
    },
    {
        "q": "The toxic insecticidal protein produced by Bacillus thuringiensis is called?",
        "a": "Bt toxin (or Cry protein)."
    },
    {
        "q": "The Bt toxin exists as an inactive protoxin but becomes active at what pH?",
        "a": "An alkaline pH (found in the insect's gut)."
    },
    {
        "q": "Which crop is famously protected from bollworms by the Cry gene?",
        "a": "Cotton (creating Bt cotton)."
    },
    {
        "q": "The genes crylAc and cryllAb control which pest?",
        "a": "Cotton bollworms."
    },
    {
        "q": "The gene crylAb controls which specific pest?",
        "a": "The corn borer."
    },
    {
        "q": "The process of silencing a specific gene using double-stranded RNA is called?",
        "a": "RNA interference (RNAi)."
    },
    {
        "q": "RNAi is used to protect which plant from the nematode Meloidogyne incognita?",
        "a": "Tobacco."
    },
    {
        "q": "The nematode Meloidogyne incognita infects which part of the tobacco plant?",
        "a": "The roots."
    },
    {
        "q": "'Golden Rice' is a transgenic crop developed to be rich in what?",
        "a": "Vitamin A (due to B-carotene)."
    },
    {
        "q": "The transgenic tomato variety with a longer shelf life is named what?",
        "a": "Flavr Savr."
    },
    {
        "q": "Human insulin produced using biotechnology is often called?",
        "a": "Humulin."
    },
    {
        "q": "Who first determined the molecular structure of insulin?",
        "a": "Frederick Sanger."
    },
    {
        "q": "Which polypeptide chain is removed from proinsulin to form mature, functional insulin?",
        "a": "The C-peptide."
    },
    {
        "q": "The first clinical gene therapy was performed to treat what deficiency?",
        "a": "Adenosine Deaminase (ADA) deficiency, which causes SCID."
    },
    {
        "q": "The use of molecular biology for medical diagnosis is called?",
        "a": "Molecular diagnostics."
    },
    {
        "q": "Which technique is used for early detection of HIV infection?",
        "a": "PCR (Polymerase Chain Reaction)."
    },
    {
        "q": "Which diagnostic test is based on the principle of antigen-antibody interaction?",
        "a": "ELISA (Enzyme-Linked Immunosorbent Assay)."
    },
    {
        "q": "Animals that have had their DNA manipulated to express a foreign gene are called?",
        "a": "Transgenic animals."
    },
    {
        "q": "The first transgenic cow, capable of producing human protein-enriched milk, was named?",
        "a": "Rosie."
    },
    {
        "q": "Transgenic mice are often used for what primary purpose?",
        "a": "To test the safety of vaccines."
    },
    {
        "q": "What is the protein alpha-1-antitrypsin used to treat?",
        "a": "Emphysema."
    },
    {
        "q": "The unauthorized use of bio-resources by organizations without proper authorization is called?",
        "a": "Biopiracy."
    },
    {
        "q": "Which Indian organization makes decisions regarding the validity of GM research?",
        "a": "GEAC (Genetic Engineering Approval Committee)."
    },
    {
        "q": "The ability of a single plant cell to regenerate into a whole plant is called?",
        "a": "Totipotency."
    },
    {
        "q": "The production of a large number of plants in a short time through tissue culture is called?",
        "a": "Micropropagation."
    },
    {
        "q": "Micropropagation involves what type of reproduction?",
        "a": "Asexual reproduction."
    },
    {
        "q": "Artificial seeds are produced from what?",
        "a": "Somatic embryos."
    },
    {
        "q": "The chemical used to induce the fusion of protoplasts in culture is?",
        "a": "PEG (Polyethylene glycol)."
    },
    {
        "q": "The large-scale culturing of fish and other aquatic animals is called?",
        "a": "Pisciculture."
    },
    {
        "q": "What food source is particularly rich in protein: fish flour or wheat?",
        "a": "Fish flour."
    },
    {
        "q": "A dramatic increase in food production, especially wheat and rice, is known as the?",
        "a": "Green Revolution."
    },
    {
        "q": "'Sonalika' and 'Kalyan Sona' are high-yielding varieties of what crop?",
        "a": "Wheat."
    },
    {
        "q": "'Taichung Native-1' is a variety of what crop?",
        "a": "Rice."
    },
    {
        "q": "Developing yellow mosaic virus-resistant mung beans was achieved through what technique?",
        "a": "Mutation breeding."
    },
    {
        "q": "'Hisardale' is a new breed of sheep developed through what breeding technique?",
        "a": "Cross-breeding."
    },
    {
        "q": "'Jaffrabandi', 'Murrah', and 'Mehsana' are all breeds of what animal?",
        "a": "Buffalo."
    },
    {
        "q": "The first animal to be successfully cloned was?",
        "a": "A sheep named Dolly."
    },
    {
        "q": "How many varieties of Basmati rice are grown in India?",
        "a": "27."
    },
    {
        "q": "What are plants called that are genetically identical to the original plant from which they were grown?",
        "a": "Somaclones."
    },
    {
        "q": "What is the main purpose of gene therapy?",
        "a": "To correct a defective gene in a person's cells."
    },
    {
        "q": "What is the full form of MOET in animal breeding?",
        "a": "Multiple Ovulation Embryo Transfer technology."
    },
    {
        "q": "The transgenic protein 'hirudin' (an anticoagulant) was produced in the seeds of which plant?",
        "a": "Brassica napus."
    },
    {
        "q": "What does GMO stand for?",
        "a": "Genetically Modified Organism."
    },
    {
        "q": "What is a \"transgene\"?",
        "a": "A gene that has been transferred from one organism to another."
    },
    {
        "q": "What is a man-made allopolyploid cereal crop created by crossing wheat and rye?",
        "a": "Triticale."
    },
    {
        "q": "A plant containing a gene that provides resistance to herbicides is called what?",
        "a": "A herbicide-resistant plant."
    },
    {
        "q": "The hormone insulin is naturally produced by which organ?",
        "a": "The pancreas."
    }
]