[
    {
        "q": "The study of interactions among organisms and their environment is called?",
        "a": "Ecology."
    },
    {
        "q": "Who is known as the Father of Ecology in India?",
        "a": "Ramdeo Misra."
    },
    {
        "q": "As one moves from the equator towards the poles, what happens to the temperature?",
        "a": "It decreases."
    },
    {
        "q": "As one moves up in altitude, what happens to the temperature?",
        "a": "It decreases."
    },
    {
        "q": "What is the ability of an organism to adjust to its environment called?",
        "a": "Adaptation."
    },
    {
        "q": "Plants that are adapted to live in dry, desert conditions are called?",
        "a": "Xerophytes."
    },
    {
        "q": "Opuntia (prickly pear cactus) and Acacia are examples of what type of plant?",
        "a": "Xerophytes."
    },
    {
        "q": "A key adaptation of xerophytes to reduce water loss is?",
        "a": "Sunken stomata and thick cuticles."
    },
    {
        "q": "Plants that are adapted to live in water are called?",
        "a": "Hydrophytes."
    },
    {
        "q": "Trapa (water chestnut) and Hydrilla are examples of what type of plant?",
        "a": "Hydrophytes."
    },
    {
        "q": "A key characteristic of hydrophytes is the reduction of what tissues?",
        "a": "Vascular and mechanical tissues."
    },
    {
        "q": "Plants that grow on rocks are called?",
        "a": "Lithophytes."
    },
    {
        "q": "Plants that grow in mangrove areas are called?",
        "a": "Halophytes (e.g., Rhizophora)."
    },
    {
        "q": "A group of individuals of the same species living in a given area is a?",
        "a": "Population."
    },
    {
        "q": "The number of births in a population during a given period is called?",
        "a": "Natality."
    },
    {
        "q": "The number of deaths in a population during a given period is called?",
        "a": "Mortality."
    },
    {
        "q": "The ratio of the birth rate to the death rate in a population is called the?",
        "a": "Vital Index."
    },
    {
        "q": "An age pyramid with a broad base, showing a high number of pre-reproductive individuals, indicates what?",
        "a": "An expanding population."
    },
    {
        "q": "At which level does natural selection operate to evolve desired traits?",
        "a": "The population level."
    },
    {
        "q": "An interaction between two species where both are benefited is called?",
        "a": "Mutualism."
    },
    {
        "q": "The relationship between fungi and algae in a lichen is an example of what?",
        "a": "Mutualism."
    },
    {
        "q": "An interaction where one species benefits and the other is unaffected is called?",
        "a": "Commensalism."
    },
    {
        "q": "The interaction between a clownfish and a sea anemone is an example of what?",
        "a": "Commensalism."
    },
    {
        "q": "An interaction where one species harms another to obtain nutrients is called?",
        "a": "Parasitism."
    },
    {
        "q": "An obligate root parasite that produces the world's largest flower is?",
        "a": "Rafflesia."
    },
    {
        "q": "An interaction where one species kills and eats another is called?",
        "a": "Predation."
    },
    {
        "q": "An interaction where both competing species are harmed is called?",
        "a": "Competition."
    },
    {
        "q": "What principle states that two closely related species competing for the same resources cannot coexist indefinitely?",
        "a": "Gause's Competitive Exclusion Principle."
    },
    {
        "q": "The process by which species avoid competition by choosing different resources is called?",
        "a": "Resource partitioning."
    },
    {
        "q": "Which organism is a well-known indicator of SO2 (sulfur dioxide) pollution?",
        "a": "Lichens."
    },
    {
        "q": "Which of these plants are insectivorous: Drosera, Nepenthes, or Hydrilla?",
        "a": "Drosera and Nepenthes."
    },
    {
        "q": "What is the ability of soil to hold water called?",
        "a": "Water holding capacity."
    },
    {
        "q": "Which plant produces poisonous cardiac glycosides as a defense mechanism?",
        "a": "Calotropis."
    },
    {
        "q": "The internal buds produced by sponges for asexual reproduction are called?",
        "a": "Gemmules."
    },
    {
        "q": "Pacific salmon fish and bamboo are known for what reproductive strategy?",
        "a": "They reproduce only once in their lifetime."
    },
    {
        "q": "In which plant groups is water necessary for fertilization?",
        "a": "Algae, Bryophytes, and Pteridophytes."
    },
    {
        "q": "The plant tissue responsible for water transport is called?",
        "a": "Xylem."
    },
    {
        "q": "Mycorrhiza is a symbiotic association between fungi and plant roots; what is an example of an endomycorrhizal fungus?",
        "a": "Glomus."
    },
    {
        "q": "What is the movement of individuals into a population called?",
        "a": "Immigration."
    },
    {
        "q": "What is the movement of individuals out of a population called?",
        "a": "Emigration."
    },
    {
        "q": "What shape describes the population growth curve when resources are unlimited?",
        "a": "J-shaped (Exponential growth)."
    },
    {
        "q": "What shape describes the population growth curve when resources are limited?",
        "a": "S-shaped (Sigmoid or Logistic growth)."
    },
    {
        "q": "What does the term 'K' represent in the logistic growth model?",
        "a": "Carrying capacity."
    },
    {
        "q": "Organisms that can tolerate a wide range of temperatures are called?",
        "a": "Eurythermal."
    },
    {
        "q": "Organisms that can tolerate a narrow range of temperatures are called?",
        "a": "Stenothermal."
    },
    {
        "q": "What is an ectoparasite?",
        "a": "A parasite that lives on the outer surface of its host (e.g., lice)."
    },
    {
        "q": "What is an endoparasite?",
        "a": "A parasite that lives inside the body of its host (e.g., tapeworm)."
    },
    {
        "q": "The interaction where one species is harmed and the other is unaffected is called?",
        "a": "Amensalism."
    },
    {
        "q": "A moth was used as a biological control agent to control which invasive plant in Australia?",
        "a": "Opuntia (prickly pear cactus)."
    },
    {
        "q": "What is the most ecologically relevant environmental factor?",
        "a": "Temperature."
    },
    {
        "q": "What is the primary role of a predator in an ecosystem?",
        "a": "To transfer energy and keep prey populations under control."
    },
    {
        "q": "The physical space where an organism lives is its?",
        "a": "Habitat."
    }
]