[
    {
        "q": "Who is known as the Father of Genetics?",
        "a": "Gregor Mendel."
    },
    {
        "q": "What plant did Mendel choose for his experiments?",
        "a": "The garden pea (Pisum sativum)."
    },
    {
        "q": "How many pairs of contrasting traits did Mendel study in pea plants?",
        "a": "Seven."
    },
    {
        "q": "The basic units of heredity, which Mendel called 'factors', are now known as what?",
        "a": "Genes."
    },
    {
        "q": "What are the alternative forms of a gene called?",
        "a": "Alleles."
    },
    {
        "q": "Who first proposed the 'Genotype-Phenotype' concept?",
        "a": "Wilhelm Johannsen."
    },
    {
        "q": "Which of Mendel's laws states that in a heterozygous pair, one allele expresses itself over the other?",
        "a": "The Law of Dominance."
    },
    {
        "q": "Which of Mendel's laws states that alleles for a trait separate during gamete formation?",
        "a": "The Law of Segregation."
    },
    {
        "q": "The Law of Segregation is also known as what?",
        "a": "The Law of Purity of Gametes."
    },
    {
        "q": "Which two laws of inheritance were derived from the monohybrid cross?",
        "a": "The Law of Dominance and the Law of Segregation."
    },
    {
        "q": "What is the phenotypic ratio of a typical monohybrid cross in the F2 generation?",
        "a": "3:1."
    },
    {
        "q": "What is the genotypic ratio of a typical monohybrid cross in the F2 generation?",
        "a": "1:2:1."
    },
    {
        "q": "Which of Mendel's laws is based on the dihybrid cross?",
        "a": "The Law of Independent Assortment."
    },
    {
        "q": "What is the phenotypic ratio of a typical dihybrid cross in the F2 generation?",
        "a": "9:3:3:1."
    },
    {
        "q": "What phenomenon occurs when the F1 generation has a phenotype intermediate between the two parents?",
        "a": "Incomplete Dominance."
    },
    {
        "q": "The pink flowers from a cross between red and white-flowered Antirrhinum plants is an example of what?",
        "a": "Incomplete Dominance."
    },
    {
        "q": "What is the phenotypic ratio in the F2 generation for incomplete dominance?",
        "a": "1:2:1."
    },
    {
        "q": "What phenomenon occurs when both alleles in a heterozygote express themselves fully?",
        "a": "Codominance."
    },
    {
        "q": "Human ABO blood groups are a classic example of which two genetic principles?",
        "a": "Codominance and Multiple Allelism."
    },
    {
        "q": "What is it called when a gene exists in more than two allelic forms?",
        "a": "Multiple Allelism."
    },
    {
        "q": "Which blood group is the universal donor?",
        "a": "Blood group O."
    },
    {
        "q": "Which blood group has no antigens on its red blood cells?",
        "a": "Blood group O."
    },
    {
        "q": "Which blood group has no antibodies in its plasma?",
        "a": "Blood group AB."
    },
    {
        "q": "If a child has blood group 'O' and the father has 'B', what must the father's genotype be?",
        "a": "I<sup>B</sup>i (heterozygous)."
    },
    {
        "q": "What is it called when a single gene influences multiple phenotypic traits?",
        "a": "Pleiotropy."
    },
    {
        "q": "Sickle-cell anemia is a classic example of which genetic phenomenon?",
        "a": "Pleiotropy."
    },
    {
        "q": "Who proposed the Chromosomal Theory of Inheritance?",
        "a": "Sutton and Boveri."
    },
    {
        "q": "The physical exchange of genetic material between homologous chromosomes is called what?",
        "a": "Crossing over."
    },
    {
        "q": "In which stage of meiosis does crossing over occur?",
        "a": "Pachytene."
    },
    {
        "q": "The tendency of genes on the same chromosome to be inherited together is called what?",
        "a": "Linkage."
    },
    {
        "q": "Linkage is considered an exception to which of Mendel's laws?",
        "a": "The Law of Independent Assortment."
    },
    {
        "q": "The number of linkage groups in an organism is equal to what?",
        "a": "Its haploid number of chromosomes (n)."
    },
    {
        "q": "If an organism has 2n=14 chromosomes, how many linkage groups does it have?",
        "a": "Seven."
    },
    {
        "q": "Who created the first recombination maps of chromosomes?",
        "a": "Alfred Sturtevant."
    },
    {
        "q": "What is the phenomenon where one gene pair masks the effect of a non-allelic gene pair?",
        "a": "Epistasis."
    },
    {
        "q": "What are the sex chromosomes in a human male?",
        "a": "XY."
    },
    {
        "q": "What are the sex chromosomes in a human female?",
        "a": "XX."
    },
    {
        "q": "Which chromosome determines maleness in humans?",
        "a": "The Y-chromosome."
    },
    {
        "q": "In birds, which sex is heterogametic (produces two different types of gametes)?",
        "a": "The female (ZW)."
    },
    {
        "q": "The gene for hypertrichosis (hair on ears) is located on which chromosome?",
        "a": "The Y-chromosome."
    },
    {
        "q": "What is a sudden, heritable change in the genetic material called?",
        "a": "A mutation."
    },
    {
        "q": "What is a disease present from birth called?",
        "a": "A congenital disease."
    },
    {
        "q": "Haemophilia is what type of genetic disorder?",
        "a": "An X-linked recessive disorder."
    },
    {
        "q": "Why is Haemophilia also called \"Bleeder's disease\"?",
        "a": "Because it impairs the body's ability to form blood clots."
    },
    {
        "q": "A person with color blindness cannot distinguish between which two colors?",
        "a": "Red and green."
    },
    {
        "q": "Sickle-cell anemia is what type of genetic disorder?",
        "a": "An autosomal recessive disorder."
    },
    {
        "q": "Which disease is caused by a defect in hemoglobin?",
        "a": "Sickle-cell anemia."
    },
    {
        "q": "What is any change in the number or structure of chromosomes called?",
        "a": "A chromosomal aberration."
    },
    {
        "q": "What is the condition of having an abnormal number of chromosomes (e.g., 2n±1, 2n±2) called?",
        "a": "Aneuploidy."
    },
    {
        "q": "What is the trisomy of the 21st chromosome known as?",
        "a": "Down's syndrome."
    },
    {
        "q": "What is the chromosomal composition of Klinefelter's syndrome?",
        "a": "47, XXY."
    },
    {
        "q": "What is the chromosomal composition of Turner's syndrome?",
        "a": "45, XO."
    },
    {
        "q": "How many total chromosomes does a person with Turner's syndrome have?",
        "a": "45."
    },
    {
        "q": "Which of the following is a Mendelian disorder, not a chromosomal one: Down's syndrome or Haemophilia?",
        "a": "Haemophilia."
    }
]