[
    {
        "q": "What is the process of forming gametes called?",
        "a": "Gametogenesis."
    },
    {
        "q": "What are the primary male reproductive organs?",
        "a": "The testes."
    },
    {
        "q": "Where are the testes located outside the abdominal cavity?",
        "a": "In the scrotum."
    },
    {
        "q": "Why is the scrotum located outside the body?",
        "a": "To maintain a lower temperature for sperm production."
    },
    {
        "q": "What are the functional units of the testes where sperm are produced?",
        "a": "The seminiferous tubules."
    },
    {
        "q": "What are the two main types of cells in the seminiferous tubules?",
        "a": "Male germ cells (spermatogonia) and Sertoli cells."
    },
    {
        "q": "What is the function of Sertoli cells?",
        "a": "To provide nutrition to the developing sperm."
    },
    {
        "q": "What cells outside the tubules secrete androgens like testosterone?",
        "a": "Interstitial cells (or Leydig cells)."
    },
    {
        "q": "What hormone directly controls spermatogenesis?",
        "a": "Androgens (like testosterone)."
    },
    {
        "q": "What is the correct sequence of cells during spermatogenesis?",
        "a": "Spermatogonia → primary spermatocytes → secondary spermatocytes → spermatids → spermatozoa."
    },
    {
        "q": "What is the process of sperm formation called?",
        "a": "Spermatogenesis."
    },
    {
        "q": "What is the ploidy of spermatogonia and primary spermatocytes?",
        "a": "Diploid (2n)."
    },
    {
        "q": "What is the ploidy of secondary spermatocytes and spermatids?",
        "a": "Haploid (n)."
    },
    {
        "q": "What are the three distinct regions of a mature sperm?",
        "a": "Head, middle piece, and tail."
    },
    {
        "q": "What cap-like structure covers the anterior part of the sperm head?",
        "a": "The acrosome."
    },
    {
        "q": "What is the function of the acrosome?",
        "a": "It contains enzymes to help fertilize the ovum."
    },
    {
        "q": "What provides energy for sperm movement and is found in the middle piece?",
        "a": "Mitochondria."
    },
    {
        "q": "What are the primary female reproductive organs?",
        "a": "The ovaries."
    },
    {
        "q": "What are the two main functions of the ovaries?",
        "a": "Producing the female gamete (ovum) and secreting female hormones."
    },
    {
        "q": "What is the process of ovum formation called?",
        "a": "Oogenesis."
    },
    {
        "q": "Which female reproductive cell is haploid?",
        "a": "The secondary oocyte."
    },
    {
        "q": "What is the ploidy of a human gamete (sperm or ovum)?",
        "a": "Haploid, containing 23 chromosomes."
    },
    {
        "q": "What is the ploidy of a human zygote?",
        "a": "Diploid, containing 46 chromosomes."
    },
    {
        "q": "Which organelle, essential for cell division, is absent from the ovum's cytoplasm?",
        "a": "The centrosome."
    },
    {
        "q": "The female reproductive cycle in primates (humans, monkeys) is called what?",
        "a": "The menstrual cycle."
    },
    {
        "q": "What is the term for the first occurrence of menstruation?",
        "a": "Menarche."
    },
    {
        "q": "In which uterine layer do the major cyclic changes occur?",
        "a": "The endometrium."
    },
    {
        "q": "Which three hormones are the primary regulators of the menstrual cycle?",
        "a": "LH, FSH, and Estrogen."
    },
    {
        "q": "What is the release of an ovum from the ovary called?",
        "a": "Ovulation."
    },
    {
        "q": "Which hormone surge is the main trigger for ovulation?",
        "a": "Luteinizing Hormone (LH)."
    },
    {
        "q": "On approximately which day of the menstrual cycle does ovulation occur?",
        "a": "The 14th day."
    },
    {
        "q": "After ovulation, the ovum is surrounded by a layer of cells called what?",
        "a": "The corona radiata."
    },
    {
        "q": "After ovulation, what does the ruptured Graafian follicle develop into?",
        "a": "The corpus luteum."
    },
    {
        "q": "What is the primary hormone secreted by the corpus luteum?",
        "a": "Progesterone."
    },
    {
        "q": "What is the main function of progesterone?",
        "a": "To maintain the endometrium for pregnancy."
    },
    {
        "q": "What hormone is secreted by the corpus luteum and placenta to relax pelvic ligaments?",
        "a": "Relaxin."
    },
    {
        "q": "In which part of the fallopian tube does fertilization typically occur?",
        "a": "The ampullary region."
    },
    {
        "q": "What do we call fertilization that occurs inside the female's body?",
        "a": "Internal fertilization."
    },
    {
        "q": "What is fertilization that occurs outside the body, as in jellyfish?",
        "a": "External fertilization."
    },
    {
        "q": "The attachment of the blastocyst to the uterine wall is called what?",
        "a": "Implantation."
    },
    {
        "q": "What organ connects the developing fetus to the uterine wall?",
        "a": "The placenta."
    },
    {
        "q": "What structure forms a pore known as the blastopore during embryonic development?",
        "a": "The gastrula."
    },
    {
        "q": "From which primary germ layer does the human heart develop?",
        "a": "The mesoderm."
    },
    {
        "q": "After how long is the embryo's heart formed?",
        "a": "After one month of pregnancy."
    },
    {
        "q": "When do the limbs and digits of the embryo develop?",
        "a": "By the end of the second month."
    },
    {
        "q": "Approximately how many eggs does a healthy human female ovulate in her lifetime?",
        "a": "About 400."
    },
    {
        "q": "Which animal is a hermaphrodite (has both male and female organs)?",
        "a": "The earthworm."
    },
    {
        "q": "Which common insect is not a hermaphrodite?",
        "a": "The housefly."
    },
    {
        "q": "What term describes animals that lay eggs, like hens and crocodiles?",
        "a": "Oviparous."
    },
    {
        "q": "In which organism does longitudinal binary fission occur?",
        "a": "Vorticella."
    }
]