[
    {
        "q": "Who proposed that life originated from pre-existing non-living organic molecules?",
        "a": "Oparin and Haldane."
    },
    {
        "q": "Whose experiment simulated early Earth conditions to test the theory of chemical evolution?",
        "a": "S.L. Miller."
    },
    {
        "q": "What critical gas was absent from the atmosphere in Miller's experiment?",
        "a": "Oxygen (O2)."
    },
    {
        "q": "The gradual change in life forms over millions of years is called?",
        "a": "Evolution (or organic evolution)."
    },
    {
        "q": "Evidence for evolution based on the study of fossils is called?",
        "a": "Paleontological evidence."
    },
    {
        "q": "In which type of rock are fossils generally found?",
        "a": "Sedimentary rocks."
    },
    {
        "q": "Organs with the same basic structure but different functions are called?",
        "a": "Homologous organs."
    },
    {
        "q": "The forelimbs of humans and the wings of birds are examples of what?",
        "a": "Homologous organs."
    },
    {
        "q": "Homologous structures suggest what type of evolution?",
        "a": "Divergent evolution."
    },
    {
        "q": "Organs with different structures but similar functions are called?",
        "a": "Analogous organs."
    },
    {
        "q": "The wings of insects and the wings of birds are examples of what?",
        "a": "Analogous organs."
    },
    {
        "q": "Analogous structures suggest what type of evolution?",
        "a": "Convergent evolution."
    },
    {
        "q": "Who proposed the Law of Embryonic Development (Ontogeny recapitulates phylogeny)?",
        "a": "Ernst Haeckel (popularized), but based on Von Baer's laws."
    },
    {
        "q": "The reappearance of an ancestral trait in an organism is called?",
        "a": "Atavism."
    },
    {
        "q": "A living organism that shows characteristics of two different groups is called a?",
        "a": "Connecting link."
    },
    {
        "q": "Echidna is a connecting link between which two groups?",
        "a": "Reptiles and Mammals."
    },
    {
        "q": "Peripatus is a connecting link between which two phyla?",
        "a": "Annelida and Arthropoda."
    },
    {
        "q": "Archaeopteryx is a fossil connecting link between which two groups?",
        "a": "Reptiles and Birds."
    },
    {
        "q": "Archaeopteryx fossils are from which geological period?",
        "a": "The Jurassic period."
    },
    {
        "q": "Who proposed the theory of \"Inheritance of Acquired Characters\"?",
        "a": "Jean-Baptiste Lamarck."
    },
    {
        "q": "Who proposed the theory of \"Natural Selection\"?",
        "a": "Charles Darwin."
    },
    {
        "q": "The appearance of antibiotic-resistant bacteria is an example of evolution by?",
        "a": "Natural selection acting on pre-existing variation."
    },
    {
        "q": "The process where different species evolve from a common ancestor in a specific area is called?",
        "a": "Adaptive radiation."
    },
    {
        "q": "The evolution of Australian marsupials is a prime example of what?",
        "a": "Adaptive radiation."
    },
    {
        "q": "Who proposed the \"Theory of Mutation\"?",
        "a": "Hugo de Vries."
    },
    {
        "q": "Sudden, large-scale mutations leading to speciation were termed what by de Vries?",
        "a": "Saltation."
    },
    {
        "q": "What is the main source of variation for evolution?",
        "a": "Mutation."
    },
    {
        "q": "Random changes in allele frequencies in a small population are known as what?",
        "a": "Genetic drift."
    },
    {
        "q": "A change in allele frequency when a few individuals establish a new population is called?",
        "a": "The Founder Effect."
    },
    {
        "q": "What is a key factor in the formation of new species by preventing gene flow?",
        "a": "Isolation (Reproductive isolation)."
    },
    {
        "q": "The Devonian period is known as the \"Age of ___\"?",
        "a": "Fishes."
    },
    {
        "q": "Which early hominid was considered more similar to an ape?",
        "a": "Dryopithecus."
    },
    {
        "q": "Prehistoric cave art is estimated to have first appeared around when?",
        "a": "18,000 years ago."
    },
    {
        "q": "Which plant group is known as the \"amphibians of the plant kingdom\"?",
        "a": "Bryophytes."
    },
    {
        "q": "Who is a famous paleontologist from India?",
        "a": "Birbal Sahni."
    },
    {
        "q": "Euglena is considered a connecting link between which two kingdoms?",
        "a": "Plants and Animals."
    },
    {
        "q": "What are the two key concepts of Darwin's theory of evolution?",
        "a": "Branching Descent and Natural Selection."
    },
    {
        "q": "What phrase describes the reproductive success of an organism in Darwinian terms?",
        "a": "Survival of the Fittest."
    },
    {
        "q": "What principle describes the condition of a non-evolving population's gene pool?",
        "a": "The Hardy-Weinberg principle."
    },
    {
        "q": "What is the transfer of genetic material from one population to another called?",
        "a": "Gene flow or gene migration."
    },
    {
        "q": "Organs that are reduced and non-functional but were functional in ancestors are called?",
        "a": "Vestigial organs."
    },
    {
        "q": "Give a common example of a vestigial organ in humans.",
        "a": "The appendix or wisdom teeth."
    },
    {
        "q": "Which fossil man was the first to make and use stone tools, earning the name 'Handy Man'?",
        "a": "Homo habilis."
    },
    {
        "q": "Which human ancestor first controlled fire?",
        "a": "Homo erectus."
    },
    {
        "q": "The hominid species that lived in caves and were the first to bury their dead was?",
        "a": "Neanderthal Man (Homo neanderthalensis)."
    },
    {
        "q": "What is the scientific name for modern man?",
        "a": "Homo sapiens."
    },
    {
        "q": "The different beaks of finches on the Galapagos Islands are a classic example of what?",
        "a": "Adaptive radiation."
    },
    {
        "q": "The evolutionary process by which new biological species arise is called?",
        "a": "Speciation."
    },
    {
        "q": "What type of selection favors the average phenotype and selects against extremes?",
        "a": "Stabilizing selection."
    },
    {
        "q": "The evolution of industrial melanism in peppered moths is a classic example of what?",
        "a": "Directional selection."
    },
    {
        "q": "What does the theory \"Ontogeny recapitulates phylogeny\" suggest?",
        "a": "An organism's development (ontogeny) repeats its evolutionary history (phylogeny)."
    },
    {
        "q": "The thorns of Bougainvillea and tendrils of Cucurbita are examples of what?",
        "a": "Homologous organs."
    }
]