[
    {
        "q": "The variety of life on Earth at all levels is called?",
        "a": "Biodiversity."
    },
    {
        "q": "According to Robert May's estimate, what is the global species diversity?",
        "a": "About 7 million."
    },
    {
        "q": "India's share of the world's species diversity is approximately what percentage?",
        "a": "8.1%."
    },
    {
        "q": "Which group of organisms has the highest number of species in nature?",
        "a": "Insects."
    },
    {
        "q": "What is a region with very high levels of species richness and endemism called?",
        "a": "A biodiversity hotspot."
    },
    {
        "q": "How many biodiversity hotspots have been identified in the world?",
        "a": "34."
    },
    {
        "q": "The complete disappearance of a species from Earth is called?",
        "a": "Extinction."
    },
    {
        "q": "The Dodo is an example of what kind of species?",
        "a": "An extinct species."
    },
    {
        "q": "Which species became extinct due to over-exploitation by humans?",
        "a": "Steller's sea cow."
    },
    {
        "q": "The extinction of cichlid fish in Lake Victoria was caused by what?",
        "a": "Alien species invasion (introduction of the Nile Perch)."
    },
    {
        "q": "A species facing a very high risk of extinction in the wild is called?",
        "a": "An endangered species."
    },
    {
        "q": "Nepenthes (pitcher plant) is an example of what kind of plant species?",
        "a": "An endangered plant species."
    },
    {
        "q": "What is the book that maintains a record of rare and endangered species?",
        "a": "The Red Data Book."
    },
    {
        "q": "The protection and preservation of wildlife and natural resources is called?",
        "a": "Conservation."
    },
    {
        "q": "Conservation of species within their natural habitats is called?",
        "a": "In-situ conservation."
    },
    {
        "q": "National Parks, Sanctuaries, and Biosphere Reserves are examples of what type of conservation?",
        "a": "In-situ conservation."
    },
    {
        "q": "What is protected in a National Park?",
        "a": "Both flora (plants) and fauna (animals) of the entire ecosystem."
    },
    {
        "q": "Conservation of species outside their natural habitats is called?",
        "a": "Ex-situ conservation."
    },
    {
        "q": "Zoological parks and botanical gardens are examples of what type of conservation?",
        "a": "Ex-situ conservation."
    },
    {
        "q": "The technique of preserving genetic material at very low temperatures is called?",
        "a": "Cryopreservation."
    },
    {
        "q": "What are tracts of forest set aside and protected in the name of God or deities called?",
        "a": "Sacred groves."
    },
    {
        "q": "The Gir National Park is famous for which animal?",
        "a": "The Asiatic lion."
    },
    {
        "q": "The Kanha National Park is famous for which animal?",
        "a": "The tiger."
    },
    {
        "q": "The Rhino Sanctuary in Kaziranga National Park is located in which state?",
        "a": "Assam."
    },
    {
        "q": "Periyar Sanctuary in Kerala provides protection to which animal?",
        "a": "The elephant."
    },
    {
        "q": "Ranthambore National Park is located in which state?",
        "a": "Rajasthan."
    },
    {
        "q": "The increase in the average temperature of the Earth is known as?",
        "a": "Global warming."
    },
    {
        "q": "What is the primary cause of global warming?",
        "a": "The greenhouse effect."
    },
    {
        "q": "Which of these is NOT a greenhouse gas: Methane, Nitrogen, or CO2?",
        "a": "Nitrogen."
    },
    {
        "q": "Greenhouse gases are effective at absorbing what type of radiation?",
        "a": "Infrared radiation."
    },
    {
        "q": "The thinning of the protective ozone layer in the stratosphere is known as?",
        "a": "Ozone depletion."
    },
    {
        "q": "What is the main cause of ozone depletion?",
        "a": "Chlorofluorocarbons (CFCs)."
    },
    {
        "q": "The depletion of the ozone layer leads to an increase in what type of radiation on Earth?",
        "a": "UV-B radiation."
    },
    {
        "q": "Absorption of UV-B radiation is a major cause of what condition in humans?",
        "a": "Snow blindness and skin cancer."
    },
    {
        "q": "The thickness of the ozone layer is measured in which units?",
        "a": "Dobson Units (DU)."
    },
    {
        "q": "What is the primary cause of acid rain?",
        "a": "Emissions of sulfur dioxide (SO2) and nitrogen oxides."
    },
    {
        "q": "A mixture of smoke and fog is called?",
        "a": "Smog."
    },
    {
        "q": "Photochemical smog is formed from ozone, PAN, and what other pollutant?",
        "a": "Nitrogen dioxide (NO2)."
    },
    {
        "q": "At what noise level is sound generally considered to be pollution?",
        "a": "Above 80-99 decibels (dB)."
    },
    {
        "q": "Why is Carbon Monoxide (CO) more toxic than Carbon Dioxide (CO2)?",
        "a": "It reduces the oxygen-carrying capacity of hemoglobin."
    },
    {
        "q": "What is a common example of a non-biodegradable pollutant?",
        "a": "DDT or plastics."
    },
    {
        "q": "Which invasive aquatic plant is known as the 'Terror of Bengal'?",
        "a": "Water hyacinth (Eichhornia crassipes)."
    },
    {
        "q": "What date is celebrated as World Environment Day?",
        "a": "June 5th."
    },
    {
        "q": "What date is celebrated as International Day for Biological Diversity?",
        "a": "May 22nd."
    },
    {
        "q": "The World Summit on Sustainable Development in 2002 was held in which city?",
        "a": "Johannesburg."
    },
    {
        "q": "What was the toxic gas responsible for the Bhopal gas tragedy?",
        "a": "Methyl isocyanate (MIC)."
    },
    {
        "q": "What is India's National Aquatic Animal?",
        "a": "The River Dolphin."
    },
    {
        "q": "A pollutant that can cause mutations is called a?",
        "a": "Mutagenic pollutant (e.g., chlorinated hydrocarbons)."
    },
    {
        "q": "The famous 'Chipko Movement' was started for what purpose?",
        "a": "To protect trees from being cut down."
    },
    {
        "q": "What is a major cause for the extinction of wild animals?",
        "a": "Habitat loss and fragmentation."
    }
]