[
    {
        "q": "Which bacteria are used to convert milk into curd?",
        "a": "Lactic Acid Bacteria (LAB), such as Lactobacillus."
    },
    {
        "q": "Converting milk to curd increases the content of which vitamin?",
        "a": "Vitamin B12."
    },
    {
        "q": "Which microbe is used to make dough for idli, dosa, and bread?",
        "a": "Yeast (specifically Saccharomyces cerevisiae)."
    },
    {
        "q": "The yeast Saccharomyces cerevisiae is commonly known as what?",
        "a": "Brewer's yeast."
    },
    {
        "q": "Yeast is primarily used in the industrial production of what?",
        "a": "Ethyl alcohol (ethanol)."
    },
    {
        "q": "How does yeast typically reproduce?",
        "a": "Through budding."
    },
    {
        "q": "Chemicals produced by microbes that can kill or retard the growth of other microbes are called?",
        "a": "Antibiotics."
    },
    {
        "q": "Who discovered the first antibiotic, penicillin?",
        "a": "Alexander Fleming."
    },
    {
        "q": "Fleming discovered penicillin while working on which bacterium?",
        "a": "Staphylococcus."
    },
    {
        "q": "Penicillin is produced by which fungus?",
        "a": "The fungus Penicillium notatum."
    },
    {
        "q": "Who confirmed penicillin's effectiveness as an antibiotic?",
        "a": "Ernest Chain and Howard Florey."
    },
    {
        "q": "The antibiotic cephalosporin is obtained from what type of organism?",
        "a": "A fungus."
    },
    {
        "q": "Which fungus produces citric acid?",
        "a": "Aspergillus niger."
    },
    {
        "q": "Which microbe is used to produce statins?",
        "a": "The yeast Monascus purpureus."
    },
    {
        "q": "What is the primary function of statins?",
        "a": "They inhibit cholesterol synthesis."
    },
    {
        "q": "The enzyme streptokinase is used for what purpose?",
        "a": "As a 'clot-buster' for removing clots from blood vessels."
    },
    {
        "q": "Cyclosporin A is used for what medical purpose?",
        "a": "As an immunosuppressant agent in organ transplants."
    },
    {
        "q": "Municipal wastewater is also known as what?",
        "a": "Sewage."
    },
    {
        "q": "What does BOD stand for?",
        "a": "Biochemical Oxygen Demand."
    },
    {
        "q": "A higher BOD indicates what about a water body?",
        "a": "Higher pollution levels."
    },
    {
        "q": "In sewage treatment, the mesh-like structures of bacteria and fungi are called?",
        "a": "Flocs."
    },
    {
        "q": "The production of biogas involves which group of bacteria?",
        "a": "Methanogens."
    },
    {
        "q": "What is the main component of biogas?",
        "a": "Methane (CH4)."
    },
    {
        "q": "Methanogens produce methane but do NOT produce what gas?",
        "a": "Oxygen (O2)."
    },
    {
        "q": "Microbes used to kill insects and pests are called?",
        "a": "Biocontrol agents."
    },
    {
        "q": "Which bacterium is widely used as a biocontrol agent for insect pests?",
        "a": "Bacillus thuringiensis (Bt)."
    },
    {
        "q": "Which free-living fungus is an effective biocontrol agent for plant pathogens?",
        "a": "Trichoderma."
    },
    {
        "q": "Organisms used to enrich the nutrient quality of the soil are called?",
        "a": "Biofertilizers."
    },
    {
        "q": "What is a key characteristic of blue-green algae (cyanobacteria)?",
        "a": "Nitrogen fixation."
    },
    {
        "q": "Rhizobium is a famous bacterium that performs what function?",
        "a": "Symbiotic nitrogen fixation."
    },
    {
        "q": "In which plants are Rhizobium bacteria found?",
        "a": "In the root nodules of leguminous plants."
    },
    {
        "q": "Which cyanobacteria are well-known nitrogen fixers?",
        "a": "Anabaena and Nostoc."
    },
    {
        "q": "Which fungus forms a symbiotic association with plant roots, known as mycorrhiza?",
        "a": "Glomus."
    },
    {
        "q": "The process of preserving liquids by heating and then rapidly cooling is called?",
        "a": "Pasteurization."
    },
    {
        "q": "The practice of farming that avoids the use of chemical fertilizers is called?",
        "a": "Organic farming."
    },
    {
        "q": "Which of these is NOT a biofertilizer: Azotobacter or Bacillus thuringiensis?",
        "a": "Bacillus thuringiensis (it is a biocontrol agent)."
    },
    {
        "q": "What are live microbial food supplements called?",
        "a": "Probiotics."
    },
    {
        "q": "Microbes grown for protein-rich food are called?",
        "a": "Single Cell Protein (SCP)."
    },
    {
        "q": "Spirulina and Chlorella are examples of what?",
        "a": "Single Cell Protein (SCP)."
    },
    {
        "q": "The rearing of honeybees for honey is called?",
        "a": "Apiculture or beekeeping."
    },
    {
        "q": "In a beehive, which bees produce the honey?",
        "a": "The worker honeybees."
    },
    {
        "q": "The rearing of silkworms for silk production is called?",
        "a": "Sericulture."
    },
    {
        "q": "The farming of fish is called?",
        "a": "Pisciculture."
    },
    {
        "q": "The raising of birds like chicken and ducks is called?",
        "a": "Poultry farming."
    },
    {
        "q": "Which of these is NOT considered part of animal husbandry: pisciculture or organic farming?",
        "a": "Organic farming."
    },
    {
        "q": "The cultivation of flowering plants is called?",
        "a": "Floriculture."
    },
    {
        "q": "'Kalyan Sona' is an improved variety of what crop?",
        "a": "Wheat."
    },
    {
        "q": "A common viral disease in chickens is?",
        "a": "Ranikhet disease."
    },
    {
        "q": "'Lohi' is a well-known breed of what animal?",
        "a": "Sheep."
    },
    {
        "q": "Which scientist is NOT primarily associated with microbiology: Louis Pasteur or Stephen Hales?",
        "a": "Stephen Hales."
    },
    {
        "q": "What is the scientific term for the rearing of forest trees?",
        "a": "Silviculture."
    },
    {
        "q": "Which of these is a freshwater fish: Catla, Rohu, or Salmon?",
        "a": "Catla and Rohu."
    }
]