{
  "2009": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: \nMost of the people who appear most often in history books are great conquerors and generals. Strangely enough, the people who really helped civilization forward are often never mentioned at all. We do not know who made the first boat or calculated the length of the year but we know all about killers and destroyers. We raise statues to them simply because they fought bravely. But even animals fight. So do savages. To fight is not to be civilized. Moreover, there are other ways of settling quarrels among men and nations. So really civilized people have been those who have brought peace and happiness to mankind. They have been prophets, saints, doctors, inventors and discoverers. They have been really great since instead of inflicting pain and hardship upon humanity, they have healed their wounds. Instead of killing, they have saved human lives. They are really civilized and deserve our admiration and respect.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nइतिहास की किताबों में सबसे अधिक बार दिखाई देने वाले अधिकांश लोग महान विजेता और सेनापति होते हैं। आश्चर्य की बात यह है कि जिन लोगों ने वास्तव में सभ्यता को आगे बढ़ाने में मदद की, उनका अक्सर उल्लेख ही नहीं किया जाता है। हम यह नहीं जानते कि पहली नाव किसने बनाई या वर्ष की लंबाई की गणना किसने की, लेकिन हम हत्यारों और विनाशकों के बारे में सब जानते हैं। हम उनके लिए मूर्तियाँ केवल इसलिए बनाते हैं क्योंकि वे बहादुरी से लड़े थे। लेकिन जानवर भी लड़ते हैं। जंगली भी लड़ते हैं। लड़ना सभ्य होना नहीं है। इसके अलावा, पुरुषों और राष्ट्रों के बीच झगड़ों को निपटाने के अन्य तरीके भी हैं। इसलिए वास्तव में सभ्य लोग वे रहे हैं जिन्होंने मानव जाति के लिए शांति और खुशी लाई है। वे पैगंबर, संत, डॉक्टर, आविष्कारक और खोजकर्ता रहे हैं। वे वास्तव में महान रहे हैं क्योंकि मानवता पर दर्द और कठिनाई थोपने के बजाय, उन्होंने उनके घावों को भरा है। मारने के बजाय, उन्होंने मानव जीवन बचाया है। वे वास्तव में सभ्य हैं और हमारी प्रशंसा और सम्मान के पात्र हैं।",
      "sub_questions": {
        "a": "Who are the people that generally appear in history books?",
        "b": "Is fighting a mark of civilization?",
        "c": "Who are truly civilized?",
        "d": "Why do they deserve our admiration and respect?"
      },
      "anuprashna": {
        "a": "इतिहास की पुस्तकों में सामान्यतः कौन से लोग दिखाई देते हैं?",
        "b": "क्या लड़ना सभ्यता की निशानी है?",
        "c": "वास्तव में सभ्य कौन हैं?",
        "d": "वे हमारी प्रशंसा और सम्मान के पात्र क्यों हैं?"
      }
    }
  ],
  "2010": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow :\n\nAn old man had three sons who often quarrelled with one another. They paid no attention to their father's advice not to do so. One day he called all his sons together and gave them a bundle of sticks and asked each of them to try in turn and break the bundle. Each of them tried but failed. The old man then asked them to untie the bundle and break the sticks separately. Not to speak of the eldest, even the youngest one broke the sticks without any difficulty. Then the old man told his sons that they should see the power of unity. If they lived united no harm would come to them: If they quarrelled, they would have to face difficulty.\n\nQuestions:\n(a) How did the three sons behave with one another?\n(b) Did they heed to their father's advice?\n(c) What did the old man do next?\n(d) What moral do you get from the above passage?",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\n\nएक बूढ़े व्यक्ति के तीन बेटे थे जो अक्सर एक-दूसरे से झगड़ते रहते थे। उन्होंने अपने पिता की ऐसा न करने की सलाह पर कोई ध्यान नहीं दिया। एक दिन उसने अपने सभी बेटों को एक साथ बुलाया और उन्हें लकड़ियों का एक गट्ठर दिया और उनमें से प्रत्येक को बारी-बारी से गट्ठर को तोड़ने की कोशिश करने के लिए कहा। उनमें से प्रत्येक ने कोशिश की लेकिन असफल रहे। बूढ़े व्यक्ति ने तब उन्हें गट्ठर खोलने और लकड़ियों को अलग-अलग तोड़ने के लिए कहा। बड़े बेटे की तो बात ही क्या, सबसे छोटे बेटे ने भी बिना किसी कठिनाई के लकड़ियाँ तोड़ दीं। तब बूढ़े व्यक्ति ने अपने बेटों से कहा कि उन्हें एकता की शक्ति देखनी चाहिए। यदि वे एकजुट होकर रहेंगे तो उन्हें कोई नुकसान नहीं होगा: यदि वे झगड़ेंगे, तो उन्हें कठिनाई का सामना करना पड़ेगा।\n\nप्रश्न:\n(क) तीनों पुत्र एक-दूसरे के साथ कैसा व्यवहार करते थे?\n(ख) क्या उन्होंने अपने पिता की सलाह मानी?\n(ग) बूढ़े व्यक्ति ने आगे क्या किया?\n(घ) उपरोक्त गद्यांश से आपको क्या शिक्षा मिलती है?",
      "sub_questions": {
        "a": "How did the three sons behave with one another?",
        "b": "Did they heed to their father's advice?",
        "c": "What did the old man do next?",
        "d": "What moral do you get from the above passage?"
      },
      "anuprashna": {
        "a": "तीनों पुत्र एक-दूसरे के साथ कैसा व्यवहार करते थे?",
        "b": "क्या उन्होंने अपने पिता की सलाह मानी?",
        "c": "बूढ़े व्यक्ति ने आगे क्या किया?",
        "d": "उपरोक्त गद्यांश से आपको क्या शिक्षा मिलती है?"
      }
    }
  ],
  "2011": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow:\nOnce Amar Singh, the General of Shah Jahan's army was passing through a desert. He saw a thirsty man dying out of thirst. Amar Singh gave him water. The man said, \"Amar Singh, you saved my life. I am a Pathan named Narshahwaj Khan. I will shed my blood for you and your family if needed.\" The Pathan proved true to his word. When Amar Singh was killed treacherously and his dead body was captured by Shah Jahan, Narshahwaj Khan came with his army and fought to the vast army of Shah jahan. He with his entire army was killed in the battle. But, he immortalised the tale of gratitude friendship.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nएक बार शाहजहाँ की सेना के सेनापति अमर सिंह एक रेगिस्तान से गुजर रहे थे। उन्होंने एक प्यासे आदमी को प्यास से मरते देखा। अमर सिंह ने उसे पानी दिया। उस आदमी ने कहा, \"अमर सिंह, आपने मेरी जान बचाई है। मैं नरशाहवाज खान नाम का एक पठान हूँ। जरूरत पड़ने पर मैं आपके और आपके परिवार के लिए अपना खून बहा दूँगा।\" पठान अपनी बात पर खरा उतरा। जब अमर सिंह की धोखे से हत्या कर दी गई और उनके शव को शाहजहाँ ने कब्जे में ले लिया, तो नरशाहवाज खान अपनी सेना के साथ आया और शाहजहाँ की विशाल सेना से लड़ा। वह अपनी पूरी सेना के साथ युद्ध में मारा गया। लेकिन, उसने कृतज्ञता और मित्रता की कहानी को अमर कर दिया।",
      "sub_questions": {
        "a": "Who was Amar Singh and who was Narshahwaj Khan?",
        "b": "How did Amar Singh save his life?",
        "c": "How did Narshahwaj Khan return the obligation of Amar Singh?",
        "d": "What moral do you get from the above passage?"
      },
      "anuprashna": {
        "a": "अमर सिंह कौन थे और नरशाहवाज खान कौन थे?",
        "b": "अमर सिंह ने उसकी जान कैसे बचाई?",
        "c": "नरशाहवाज खान ने अमर सिंह के उपकार को कैसे चुकाया?",
        "d": "उपरोक्त गद्यांश से आपको क्या नैतिक शिक्षा मिलती है?"
      }
    }
  ],
  "2012": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: \nFor the majority of people all the world over science is a doctrine about the nature of the universe. That is, they think of the theories of science. No doubt, theories are a necessary part of science. However, they are only a part, and not the important part, either. Moreover, there are hardly any theories that are constant; they always change. Theories are necessary but they are makeshifts. A prevailing theory is given up when a better one turns up. Theoretical activity alone does not constitute science. Science is also a way of doing things, a practical activity.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \nदुनिया भर के अधिकांश लोगों के लिए विज्ञान ब्रह्मांड की प्रकृति के बारे में एक सिद्धांत है। यानी वे विज्ञान के सिद्धांतों के बारे में सोचते हैं। इसमें कोई संदेह नहीं है कि सिद्धांत विज्ञान का एक आवश्यक हिस्सा हैं। हालाँकि, वे केवल एक हिस्सा हैं, और महत्वपूर्ण हिस्सा भी नहीं हैं। इसके अलावा, शायद ही कोई सिद्धांत स्थिर हो; वे हमेशा बदलते रहते हैं। सिद्धांत आवश्यक हैं लेकिन वे कामचलाऊ हैं। एक प्रचलित सिद्धांत तब छोड़ दिया जाता है जब कोई बेहतर सिद्धांत सामने आता है। केवल सैद्धांतिक गतिविधि ही विज्ञान का निर्माण नहीं करती है। विज्ञान चीजों को करने का एक तरीका भी है, एक व्यावहारिक गतिविधि।",
      "sub_questions": {
        "a": "What is the popular view of science?",
        "b": "What does the writer say about scientific theories?",
        "c": "Why is a scientific theory called makeshift?",
        "d": "What according to the writer, is science?"
      },
      "anuprashna": {
        "a": "विज्ञान का लोकप्रिय दृष्टिकोण क्या है?",
        "b": "लेखक वैज्ञानिक सिद्धांतों के बारे में क्या कहता है?",
        "c": "वैज्ञानिक सिद्धांत को कामचलाऊ (makeshift) क्यों कहा जाता है?",
        "d": "लेखक के अनुसार विज्ञान क्या है?"
      }
    }
  ],
  "2013": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow:\nWe had read a lot about Victoria Falls and had long dreamt of taking a close look at this awe-inspiring and magnificent spectacle of nature. At last the dream came true. I was standing on a huge rock on the edge of the Rain Forest. A vast panorama of magnificent shapes and colours stretched in front of me. Looking down I saw the grey mist rolling up from the abysmal depth. Hundreds of dragon flies were diving in and out of the falling rain like flying emeralds. Right in front of me, on the other side of the abyss, I saw the Zambesi sliding over the mile-long edge of the precipice. The sight was frightening, but it was also beautiful, One loves to see the mass of water tumbling down. But the spectator is blinded by the spray and deafened by the roar.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यान से पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nहमने विक्टोरिया फॉल्स के बारे में बहुत कुछ पढ़ा था और प्रकृति के इस विस्मयकारी और शानदार दृश्य को करीब से देखने का लंबे समय से सपना देखा था। आखिरकार सपना सच हो गया। मैं वर्षा वन (Rain Forest) के किनारे एक विशाल चट्टान पर खड़ा था। शानदार आकृतियों और रंगों का एक विशाल परिदृश्य मेरे सामने फैला हुआ था। नीचे देखने पर मैंने रसातल की गहराई से धूसर धुंध को ऊपर उठते देखा। सैकड़ों ड्रैगन मक्खियाँ उड़ते हुए पन्ने की तरह गिरती बारिश के अंदर और बाहर गोता लगा रही थीं। ठीक मेरे सामने, रसातल के दूसरी ओर, मैंने जाम्बेजी को कगार के मील लंबे किनारे पर फिसलते हुए देखा। यह दृश्य डरावना था, लेकिन सुंदर भी था, व्यक्ति को पानी के गिरते हुए द्रव्यमान को देखना अच्छा लगता है। लेकिन दर्शक फुहारों से अंधा और गर्जना से बहरा हो जाता है।",
      "sub_questions": {
        "a": "What are the two adjectives which best describe the Victoria Falls?",
        "b": "What is the forest near the Victoria Falls called?",
        "c": "What did the dragon flies look like?",
        "d": "Why does the author describe the Falls as 'frightening' and 'beautiful'?"
      },
      "anuprashna": {
        "a": "विक्टोरिया फॉल्स का सबसे अच्छा वर्णन करने वाले दो विशेषण कौन से हैं?",
        "b": "विक्टोरिया फॉल्स के पास के जंगल को क्या कहा जाता है?",
        "c": "ड्रैगन मक्खियाँ कैसी दिखती थीं?",
        "d": "लेखक जलप्रपात को 'डरावना' और 'सुंदर' क्यों बताता है?"
      }
    }
  ],
  "2014": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: \n\nThe best way of understanding our civilization is to take an ordinary sort of day in the life of an ordinary sort of man, myself, for instance, and to see what he does My house is in London. I get up in the morning when an alarm clock rings on the table at my bed; it goes by clock work and is quite a complicated machine. I get into a hot bath, the water for which has been heated by gas. The gas is supplied to me by the Gas for the area in which I live, it is part of a national system. The water is supplied by the City Water Board. After bathing I shave; the water for my shave comes from a kettle which has been heated by electricity. So far as I am concerned, what happens is very simple. I put a plug in the wall and press the switch and the electricity does the rest. I use a safety razor the blade of which, made of very finely tempered steel, has been cut, together with millions of other blades, by a machine. The clothes which I put on have also been spun and woven largely by steam or electricity-driven machines.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \n\nहमारी सभ्यता को समझने का सबसे अच्छा तरीका एक सामान्य व्यक्ति के जीवन के एक सामान्य दिन को लेना है, उदाहरण के लिए, मैं खुद, और यह देखना कि वह क्या करता है। मेरा घर लंदन में है। मैं सुबह तब उठता हूं जब मेरे बिस्तर के पास वाली मेज पर अलार्म घड़ी बजती है; यह घड़ी की कल से चलती है और काफी जटिल मशीन है। मैं गर्म स्नान करता हूँ, जिसके लिए पानी गैस द्वारा गर्म किया गया है। जिस क्षेत्र में मैं रहता हूँ, वहाँ गैस की आपूर्ति गैस विभाग द्वारा की जाती है, यह एक राष्ट्रीय प्रणाली का हिस्सा है। पानी की आपूर्ति सिटी वॉटर बोर्ड द्वारा की जाती है। नहाने के बाद मैं दाढ़ी बनाता हूँ; मेरी दाढ़ी के लिए पानी एक केतली से आता है जिसे बिजली से गर्म किया गया है। जहाँ तक मेरा सवाल है, जो होता है वह बहुत सरल है। मैं दीवार में एक प्लग लगाता हूँ और स्विच दबाता हूँ और बिजली बाकी काम कर देती है। मैं एक सुरक्षा रेजर का उपयोग करता हूँ जिसका ब्लेड, बहुत बारीक टेम्पर्ड स्टील से बना होता है, लाखों अन्य ब्लेडों के साथ एक मशीन द्वारा काटा गया है। जो कपड़े मैं पहनता हूँ उन्हें भी बड़े पैमाने पर भाप या बिजली से चलने वाली मशीनों द्वारा काता और बुना गया है।",
      "sub_questions": {
        "a": "Which place does the writer belong to?",
        "b": "What makes him wake up in the morning?",
        "c": "How is the water for his shave heated, and what has he to do for it?",
        "d": "What is the blade he uses made of?"
      },
      "anuprashna": {
        "a": "लेखक किस स्थान का रहने वाला है?",
        "b": "उसे सुबह किस चीज से जाग आती है?",
        "c": "उसकी दाढ़ी बनाने का पानी कैसे गर्म किया जाता है, और उसे इसके लिए क्या करना पड़ता है?",
        "d": "वह जिस ब्लेड का उपयोग करता है वह किस चीज का बना होता है?"
      }
    }
  ],
  "2015": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the question that follow:\nHappiness, after all, is an inner state of mind. It is little dependent on outside environment. Happiness has very little to do, for instance, with whether you are rich or not rich. Some of the most miserable persons I have come across in my life are the rich people. It is true that poverty makes one miserable in a very acute way. But my point is that it is not wealth but coordination of one's thought and action which removes inner conflict. It is in that way integration of personality is achieved.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nखुशी, आखिरकार, मन की एक आंतरिक अवस्था है। यह बाहरी वातावरण पर बहुत कम निर्भर करती है। उदाहरण के लिए, खुशी का इस बात से बहुत कम लेना-देना है कि आप अमीर हैं या नहीं। मेरे जीवन में आए कुछ सबसे दुखी व्यक्ति अमीर लोग हैं। यह सच है कि गरीबी इंसान को बहुत ही विकट तरीके से दुखी बनाती है। लेकिन मेरा कहना यह है कि धन नहीं बल्कि विचारों और कार्यों का समन्वय ही आंतरिक संघर्ष को दूर करता है। इसी तरह से व्यक्तित्व का एकीकरण प्राप्त किया जाता है।",
      "sub_questions": {
        "a": "What does the writer say about happiness?",
        "b": "What has happiness to do with wealth?",
        "c": "What are inner conflicts?",
        "d": "How is integration of personality achieved?"
      },
      "anuprashna": {
        "a": "लेखक खुशी के बारे में क्या कहता है?",
        "b": "खुशी का धन से क्या लेना-देना है?",
        "c": "आंतरिक संघर्ष क्या हैं?",
        "d": "व्यक्तित्व का एकीकरण कैसे प्राप्त किया जाता है?"
      }
    }
  ],
  "2016": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow: It is the fashion now-a-days to dismiss God from life altogether and insist on the possibility of reaching the highest kind of life without the necessity of a living faith in living God. I must confess my inability to drive the truth of the law home to those who have no faith in and no need for a power infinitely higher than themselves. My own experience has led me to the knowledge that fullest life is impossible without an immovable believe in a Living Law in obedience to which the whole universe moves. A man without that faith is like a drop thrown out of the ocean bound to perish. Every drop in the ocean shares the majesty and has the honour of giving us the ozone of life.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: आजकल जीवन से ईश्वर को पूरी तरह से खारिज करना और जीवित ईश्वर में जीवित विश्वास की आवश्यकता के बिना उच्चतम प्रकार के जीवन तक पहुँचने की संभावना पर जोर देना एक फैशन बन गया है। मैं उन लोगों को कानून की सच्चाई समझाने में अपनी असमर्थता स्वीकार करता हूँ जिन्हें अपने से अनंत रूप से उच्च शक्ति में कोई विश्वास नहीं है और न ही उसकी आवश्यकता है। मेरे अपने अनुभव ने मुझे इस ज्ञान तक पहुँचाया है कि एक जीवित कानून में अचल विश्वास के बिना पूर्ण जीवन असंभव है, जिसके पालन में पूरा ब्रह्मांड चलता है। उस विश्वास के बिना मनुष्य समुद्र से फेंकी गई एक बूंद की तरह है जो नष्ट होने के लिए बाध्य है। समुद्र की हर बूंद महिमा साझा करती है और हमें जीवन की ओजोन देने का सम्मान प्राप्त करती है।",
      "sub_questions": {
        "a": "What is the fashion now-a-days?",
        "b": "What does the author say about fullest life?",
        "c": "Explain the image of a drop in the ocean.",
        "d": "How is a man without faith?"
      },
      "anuprashna": {
        "a": "आजकल क्या फैशन है?",
        "b": "लेखक पूर्ण जीवन के बारे में क्या कहता है?",
        "c": "समुद्र में एक बूंद की छवि की व्याख्या करें।",
        "d": "बिना विश्वास के मनुष्य कैसा होता है?"
      }
    }
  ],
  "2017": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read carefully the passage given below and answer the questions that follow:\n\nMy belief is that if the Nazi won, culture would be destroyed England. In the earlier war, Germany was just a hostile country. Germany and England were enemies, but they both belonged to the same civilization. In the Nazi war, Germany is not merely a hostile country, she is a bad ideology. She stands for evil ideas. Germany is not against culture. She does believe in art and literature. But she has made a blunder as she has allowed her culture to become government. All evils proceed from this blunder. In England our culture is not governmental. It is national; it springs naturally out of our was of life. It has developed slowly, easily, lizily.",
      "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\n\nमेरा मानना है कि यदि नाज़ी जीत गए, तो इंग्लैंड की संस्कृति नष्ट हो जाएगी। पहले के युद्ध में, जर्मनी केवल एक शत्रु देश था। जर्मनी और इंग्लैंड दुश्मन थे, लेकिन वे दोनों एक ही सभ्यता के थे। नाज़ी युद्ध में, जर्मनी केवल एक शत्रु देश नहीं है, वह एक बुरी विचारधारा है। वह बुरे विचारों का पक्षधर है। जर्मनी संस्कृति के विरुद्ध नहीं है। वह कला और साहित्य में विश्वास करती है। लेकिन उसने एक बड़ी भूल की है क्योंकि उसने अपनी संस्कृति को सरकार बनने दिया है। सभी बुराइयाँ इसी भूल से उत्पन्न होती हैं। इंग्लैंड में हमारी संस्कृति सरकारी नहीं है। यह राष्ट्रीय है; यह स्वाभाविक रूप से हमारे जीवन के तरीके से उत्पन्न होती है। यह धीरे-धीरे, आसानी से, आलस्य से विकसित हुई है।",
      "sub_questions": {
        "a": "What is the author's 'belief'?",
        "b": "Which country dos the word 'she' refer to?",
        "c": "Whose culture is not 'governmental'?",
        "d": "How has culture in England developed?"
      },
      "anuprashna": {
        "a": "लेखक का 'विश्वास' क्या है?",
        "b": "शब्द 'वह' (she) किस देश को संदर्भित करता है?",
        "c": "किसकी संस्कृति 'सरकारी' नहीं है?",
        "d": "इंग्लैंड में संस्कृति का विकास कैसे हुआ है?"
      }
    }
  ],
  "2020": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage and answer the questions that follow:\nMy toothbrush is a thing that haunts me when I'm travelling, and makes my life a misery. I dream that I haven't packed it, and wake up in cold perspiration. I get out of bed and hunt for it. And, in the morning, I pack it before I have used it, and have to unpack it again. Then I forget it and have to rush upstairs at the last moment carry it to the railway station, wrapped up in my pocket handkerchief.",
      "prashna": "गद्यांश को पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:\nमेरा टूथब्रश एक ऐसी चीज़ है जो यात्रा करते समय मुझे डराती है और मेरे जीवन को दुखी कर देती है। मैं सपना देखता हूँ कि मैंने इसे पैक नहीं किया है, और पसीने से तर-बतर होकर जाग जाता हूँ। मैं बिस्तर से बाहर निकलता हूँ और उसे ढूँढता हूँ। और, सुबह में, मैं इसे इस्तेमाल करने से पहले ही पैक कर देता हूँ, और इसे फिर से खोलना पड़ता है। फिर मैं इसे भूल जाता हूँ और आखिरी समय में इसे रेलवे स्टेशन ले जाने के लिए ऊपर भागना पड़ता है, इसे अपने रूमाल में लपेटकर ले जाता हूँ।",
      "sub_questions": {
        "a": "How does the writer's toothbrush make his life a misery?",
        "b": "What happens in the morning?",
        "c": "What happens at the last moment?",
        "d": "Frame sentences with: Misery, Toothbrush."
      },
      "anuprashna": {
        "a": "लेखक का टूथब्रश उसके जीवन को दुखी कैसे बनाता है?",
        "b": "सुबह में क्या होता है?",
        "c": "अंतिम क्षण में क्या होता है?",
        "d": "वाक्य बनाएँ: Misery, Toothbrush."
      }
    }
  ],
  "2021": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage and answer the questions that follow : \nTrees protect the environment and provide oxygen. They prevent soil erosion. Excessive cutting of trees have aggravated many ecological problems. Despite many awareness campaigns, people have not put an end to the practice of cutting trees. We do not realise that by disturbing the ecological balance in nature, we are ourselves paving the way for breakdown of the life-support system.",
      "prashna": "गद्यांश को पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \nपेड़ पर्यावरण की रक्षा करते हैं और ऑक्सीजन प्रदान करते हैं। वे मिट्टी के कटाव को रोकते हैं। पेड़ों की अत्यधिक कटाई ने कई पारिस्थितिक समस्याओं को बढ़ा दिया है। कई जागरूकता अभियानों के बावजूद, लोगों ने पेड़ काटने की प्रथा को समाप्त नहीं किया है। हम यह महसूस नहीं करते हैं कि प्रकृति में पारिस्थितिक संतुलन को बिगाड़कर, हम स्वयं जीवन-रक्षक प्रणाली के टूटने का मार्ग प्रशस्त कर रहे हैं।",
      "sub_questions": {
        "a": "What do trees do ?",
        "b": "What has aggravated the ecological problems ?",
        "c": "Which practice have we still not stopped ?",
        "d": "Make sentences with : Environment, Protect."
      },
      "anuprashna": {
        "a": "पेड़ क्या करते हैं?",
        "b": "पारिस्थितिक समस्याओं को किसने बढ़ाया है?",
        "c": "हमने अभी तक कौन सी प्रथा नहीं रोकी है?",
        "d": "इनके साथ वाक्य बनाएं: पर्यावरण, रक्षा।"
      }
    }
  ],
  "2022": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow :\nCivilization means refinement of manner, improved arts, learning, and physical and moral culture. It implies an ordered way of living so that our body, mind and soul may develop properly. It also means social organization, efficient government, and well-established laws. The object of civilization is to make life nobler and more beautiful.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें:\nसभ्यता का अर्थ है व्यवहार का परिष्कार, उन्नत कलाएँ, सीखना, और शारीरिक और नैतिक संस्कृति। इसका तात्पर्य जीने के एक व्यवस्थित तरीके से है ताकि हमारे शरीर, मन और आत्मा का उचित विकास हो सके। इसका अर्थ सामाजिक संगठन, कुशल सरकार और अच्छी तरह से स्थापित कानून भी है। सभ्यता का उद्देश्य जीवन को श्रेष्ठ और अधिक सुंदर बनाना है।",
      "sub_questions": {
        "a": "What do you mean by civilization ?",
        "b": "What does civilization imply ?",
        "c": "What is the object of civilization ?",
        "d": "Make sentences with : Civilization, Beautiful."
      },
      "anuprashna": {
        "a": "सभ्यता से आपका क्या अभिप्राय है?",
        "b": "सभ्यता का क्या तात्पर्य है?",
        "c": "सभ्यता का उद्देश्य क्या है?",
        "d": "इनसे वाक्य बनाइए: सभ्यता (Civilization), सुंदर (Beautiful)।"
      }
    }
  ],
  "2023": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow:\nAt this stage of civilization, when many nations are brought into close and vital contact for good and evil, it is essential, as never before, that their gross ignorance of one another should be diminished, that they should begin to understand a little of one another's historical experience and resulting mentality. It is the fault of the English to expect the people of other countries to react as they do, to political and international situations. One genuine goodwill and good intentions are often brought to nothing because we expect other people to be like us. This would be corrected if we know the history, not necessarily in detail but in broad outlines, of the social and political conditions which have given to each nation its present character.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें: (सभ्यता के इस चरण में, जब कई राष्ट्र अच्छे और बुरे के लिए घनिष्ठ और महत्वपूर्ण संपर्क में लाए जाते हैं, यह आवश्यक है, जैसा पहले कभी नहीं था, कि एक-दूसरे के प्रति उनकी घोर अज्ञानता को कम किया जाना चाहिए...)",
      "sub_questions": {
        "a": "What is essential at this stage of civilization?",
        "b": "What is the major fault of the English people?",
        "c": "Why should we know about other countries?",
        "d": "Why should ignorance be diminished?"
      },
      "anuprashna": {
        "a": "सभ्यता के इस चरण में क्या आवश्यक है?",
        "b": "अंग्रेज लोगों की मुख्य गलती क्या है?",
        "c": "हमें दूसरे देशों के बारे में क्यों जानना चाहिए?",
        "d": "अज्ञानता को क्यों कम किया जाना चाहिए?"
      }
    }
  ],
  "2025": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow : The smile is the best tonic for our mind and body. It takes thirteen muscles to smile, but forty-three to be angry. To be cheerful, we have to create positive thoughts. On the other hand, if we constantly think about negative things, we feel unhappy. So the best way to avoid a negative idea is to replace it with a positive one. When we are relaxed and in bed, we should practise putting some cheerful thoughts.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें: मुस्कान हमारे मन और शरीर के लिए सबसे अच्छा टॉनिक है। मुस्कुराने में तेरह मांसपेशियां लगती हैं, लेकिन गुस्सा होने में पैंतालीस। खुश रहने के लिए हमें सकारात्मक विचार पैदा करने होंगे। दूसरी ओर, यदि हम लगातार नकारात्मक चीजों के बारे में सोचते हैं, तो हम दुखी महसूस करते हैं। इसलिए नकारात्मक विचार से बचने का सबसे अच्छा तरीका उसे सकारात्मक विचार से बदलना है। जब हम आराम से बिस्तर पर हों, तो हमें कुछ खुशनुमा विचार रखने का अभ्यास करना चाहिए।",
      "sub_questions": {
        "a": "What is the best tonic for our mind and body ?",
        "b": "What should we practise when we are relaxed in bed ?",
        "c": "What should we do to be cheerful ?",
        "d": "What happens when we constantly think about negative things ?"
      },
      "anuprashna": {
        "a": "हमारे मन और शरीर के लिए सबसे अच्छा टॉनिक क्या है?",
        "b": "बिस्तर पर आराम करते समय हमें किसका अभ्यास करना चाहिए?",
        "c": "खुश रहने के लिए हमें क्या करना चाहिए?",
        "d": "जब हम लगातार नकारात्मक चीजों के बारे में सोचते हैं तो क्या होता है?"
      }
    }
  ]
}