{
  "2021": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "Memories of Childhood",
      "question": "Answer any five of the following in about 40-50 words each :",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:",
      "sub_questions": {
        "a": "Was the Snake conscious of the poet's presence ?",
        "b": "How are autumn and summer related to spring ?",
        "c": "In what sense does the fire forget its dead ?",
        "d": "How did Seibi's father react to the teacher's complaint ?",
        "e": "How does Mahatma Gandhi want his countrymen to deal with modern civilization ?",
        "f": "What is the reward of pregnancy for a young Sylheti woman ?",
        "g": "What was the role of fire in our development ?",
        "h": "When did the Great Vowel Shift take place ?",
        "i": "What was the impact of the Norman Conquest on the vocabulary of English ?",
        "j": "Write a note on English as a Global Language."
      },
      "anuprashna": {
        "a": "क्या साँप कवि की उपस्थिति के प्रति सचेत था?",
        "b": "शरद और ग्रीष्म वसंत से कैसे संबंधित हैं?",
        "c": "किस अर्थ में अग्नि अपने मृतकों को भूल जाती है?",
        "d": "शिक्षक की शिकायत पर सेइबी के पिता ने क्या प्रतिक्रिया दी?",
        "e": "महात्मा गांधी अपने देशवासियों को आधुनिक सभ्यता से कैसे निपटने के लिए कहना चाहते हैं?",
        "f": "एक युवा सिलहटी महिला के लिए गर्भावस्था का इनाम क्या है?",
        "g": "हमारे विकास में अग्नि की क्या भूमिका थी?",
        "h": "ग्रेट वोवेल शिफ्ट कब हुआ था?",
        "i": "अंग्रेजी की शब्दावली पर नॉर्मन विजय का क्या प्रभाव पड़ा?",
        "j": "वैश्विक भाषा के रूप में अंग्रेजी पर एक नोट लिखें।"
      }
    }
  ],
  "2022": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "Going Places",
      "question": "Answer any five of the following in about 40-50 words each :\na) What is the belief prevailing in Sicily about a snake ?\nb) If at all he dies in the battle, how would the soldier like to be remembered ?\nc) What happens in autumn ?\nd) Why did the writer not mind her host eating in the opposite corner of the room ?\ne) Are there restrictions on Press in time of war ?\nf) What made Seibei's heart beat faster ?\ng) Write the names of dramatic elements.\nh) Name four countries where English is used as a second language.\ni) What was the impact of the Norman conquest on vocabulary of English ?\nj) What standardized English spelling and pronunciation ?",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:\nक) सिसिली में सांप के बारे में क्या धारणा प्रचलित है?\nख) यदि वह युद्ध में मर जाता है, तो सैनिक किस प्रकार याद किया जाना चाहेगा?\nग) शरद ऋतु में क्या होता है?\nघ) लेखिका को अपने मेजबान के कमरे के विपरीत कोने में खाने पर आपत्ति क्यों नहीं हुई?\nङ) क्या युद्ध के समय प्रेस पर पाबंदियां होती हैं?\nच) सेबेई के दिल की धड़कन तेज क्यों हो गई?\nछ) नाटकीय तत्वों के नाम लिखिए।\nज) उन चार देशों के नाम बताइए जहाँ अंग्रेजी का प्रयोग दूसरी भाषा के रूप में किया जाता है।\nझ) अंग्रेजी की शब्दावली पर नॉर्मन विजय का क्या प्रभाव पड़ा?\nञ) अंग्रेजी की वर्तनी और उच्चारण को किसने मानकीकृत किया?"
    }
  ],
  "2023": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Rattrap",
      "question": "Answer any five of the following in about 40-50 words each:\n(a) How did Seibei's father react to the teacher's complaint?\n(b) What are the 'trials and tribulations' Martin Luther King, Jr. talks about?\n(c) Why were the intellectuals in India restless and embittered?\n(d) How is Lomov greeted by Choobookov?\n(e) How do sighing and weeping affect the speaker?\n(f) What does the poet Walt Whitman want to do with creeds?\n(g) How do we complete our last journey to the grave?\n(h) Who is called the 'Father of the Modern Novel’?\n(i) What is the dramatic structure of a tragedy?\n(j) What did the 18th century grammarians think about their role?",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:\n(a) शिक्षक की शिकायत पर सेईबेई के पिता ने क्या प्रतिक्रिया दी?\n(b) वे 'परीक्षण और क्लेश' (trials and tribulations) क्या हैं जिनके बारे में मार्टिन लूथर किंग जूनियर बात करते हैं?\n(c) भारत में बुद्धिजीवी अशांत और कटु क्यों थे?\n(d) चुबुकोव ने लोमोव का स्वागत कैसे किया?\n(e) आहें भरना और रोना वक्ता को कैसे प्रभावित करता है?\n(f) कवि वॉल्ट व्हिटमैन पंथों (creeds) के साथ क्या करना चाहते हैं?\n(g) हम कब्र तक अपनी अंतिम यात्रा कैसे पूरी करते हैं?\n(h) 'आधुनिक उपन्यास का पिता' किसे कहा जाता है?\n(i) त्रासदी (tragedy) की नाटकीय संरचना क्या है?\n(j) 18वीं शताब्दी के व्याकरणविदों ने अपनी भूमिका के बारे में क्या सोचा?"
    }
  ],
  "2024": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "The Enemy",
      "question": "Answer any five of the following in about 40-50 words each :",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें:",
      "sub_questions": {
        "a": "What does Pearl S. Buck mean by saying ‘Religion is ever present in Indian life’ ?",
        "b": "What did the doctor advise Benjy’s parents to ensure his mental growth ?",
        "c": "What do you mean by the term ‘free press’ ?",
        "d": "How are the children of the joint family in Bangladesh looked after ?",
        "e": "Is the speaker in ‘The Soldier’ afraid of death ?",
        "f": "Why did the speaker like the snake ?",
        "g": "How are autumn and summer related to spring ?",
        "h": "Name three areas of English language in which rapid changes have been noticed in the last few decades.",
        "i": "What has made English ‘the most gloriously, empire language’ ?",
        "j": "What did the 18th century grammarians share with the Age ?"
      },
      "anuprashna": {
        "a": "पर्ल एस. बक का यह कहने से क्या अभिप्राय है कि 'भारतीय जीवन में धर्म हमेशा मौजूद रहता है'?",
        "b": "डॉक्टर ने बेंजी के माता-पिता को उसके मानसिक विकास को सुनिश्चित करने के लिए क्या सलाह दी?",
        "c": "'मुक्त प्रेस' (free press) शब्द से आप क्या समझते हैं?",
        "d": "बांग्लादेश में संयुक्त परिवार के बच्चों की देखभाल कैसे की जाती है?",
        "e": "क्या 'द सोल्जर' का वक्ता मृत्यु से डरा हुआ है?",
        "f": "वक्ता को सांप क्यों पसंद आया?",
        "g": "पतझड़ और गर्मी वसंत से कैसे संबंधित हैं?",
        "h": "अंग्रेजी भाषा के उन तीन क्षेत्रों के नाम बताइए जिनमें पिछले कुछ दशकों में तीव्र परिवर्तन देखे गए हैं।",
        "i": "किस बात ने अंग्रेजी को 'सबसे गौरवशाली, साम्राज्यवादी भाषा' बना दिया है?",
        "j": "18वीं शताब्दी के व्याकरणविदों ने उस युग के साथ क्या साझा किया?"
      }
    }
  ],
  "2025": [
    {
      "id": "short_1",
      "type": "short_answer",
      "chapter_name": "Poets and Pancakes",
      "question": "Answer any five of the following in about 40-50 words each :",
      "prashna": "निम्नलिखित में से किन्हीं पाँच के उत्तर लगभग 40-50 शब्दों में दें :",
      "sub_questions": {
        "a": "What, according to Gandhiji, is the 'sheet anchor of our hope' ?",
        "b": "What is the business of education ?",
        "c": "What are the 'trials and tribulations' that Martin Luther King Jr. talks about ?",
        "d": "What do free people take for granted ?",
        "e": "Who are the 'whispering neighbours' ?",
        "f": "What does the speaker, in 'Song of Myself', observe in summer ?",
        "g": "How did the snake drink water ?",
        "h": "In what sense does the fire forget its dead ?",
        "i": "Write a note on the development of Indian poetry in English.",
        "j": "Who were known as the University Wits ?"
      },
      "anuprashna": {
        "a": "गांधीजी के अनुसार, 'हमारी आशा का मुख्य आधार' क्या है?",
        "b": "शिक्षा का कार्य क्या है?",
        "c": "मार्टिन लूथर किंग जूनियर किन 'कठिनाइयों और क्लेशों' की बात करते हैं?",
        "d": "स्वतंत्र लोग किस चीज़ को हल्के में लेते हैं?",
        "e": "'कानाफूसी करने वाले पड़ोसी' कौन हैं?",
        "f": "'सॉन्ग ऑफ माईसेल्फ' में वक्ता गर्मियों में क्या देखता है?",
        "g": "सांप ने पानी कैसे पिया?",
        "h": "किस अर्थ में अग्नि अपने मृतकों को भूल जाती है?",
        "i": "अंग्रेजी में भारतीय कविता के विकास पर एक टिप्पणी लिखें।",
        "j": "यूनिवर्सिटी विट्स के रूप में किन्हें जाना जाता था?"
      }
    }
  ]
}