{
  "2021": [
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your friend asking him to visit your village in the winter vacation.",
      "prashna": "अपने मित्र को शीतकालीन अवकाश में अपने गाँव आने के लिए पत्र लिखें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your Headmaster, asking him to let you use the reading room of the library after the school is over.",
      "prashna": "अपने प्रधानाध्यापक को पत्र लिखें, जिसमें उनसे स्कूल खत्म होने के बाद पुस्तकालय के वाचनालय का उपयोग करने की अनुमति मांगी गई हो।"
    }
  ],
  "2022": [
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your friend enquiring about the health of his parents who have recovered from Covid-19.",
      "prashna": "अपने मित्र को उसके माता-पिता के स्वास्थ्य के बारे में पूछते हुए एक पत्र लिखें जो कोविड-19 से उबर चुके हैं।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "OR Write a letter to the Chief Minister to provide relief and medical assistance to the Covid-19 patients quarantined at home in your locality.",
      "prashna": "अथवा अपने इलाके में घर पर क्वारंटाइन किए गए कोविड-19 रोगियों को राहत और चिकित्सा सहायता प्रदान करने के लिए मुख्यमंत्री को एक पत्र लिखें।"
    }
  ],
  "2023": [
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your sister asking her to come to the village during Dussehra festival.",
      "prashna": "अपनी बहन को एक पत्र लिखकर उसे दशहरा उत्सव के दौरान गाँव आने के लिए कहें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to your Headmaster requesting him to give you a week's leave to attend a 'workshop on Education' organised by the Central Government",
      "prashna": "अपने प्रधानाध्यापक को एक आवेदन पत्र लिखें जिसमें केंद्र सरकार द्वारा आयोजित 'शिक्षा पर कार्यशाला' में भाग लेने के लिए एक सप्ताह की छुट्टी का अनुरोध किया गया हो।"
    }
  ],
  "2024": [
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your friend, congratulating him for his success in the Secondary Examination.",
      "prashna": "अपने मित्र को माध्यमिक परीक्षा में उनकी सफलता के लिए बधाई देते हुए एक पत्र लिखें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to your Headmistress asking for sick leave as you are suffering from typhoid.",
      "prashna": "अपनी प्रधानाध्यापिका को बीमारी की छुट्टी के लिए एक आवेदन पत्र लिखें क्योंकि आप टाइफाइड से पीड़ित हैं।"
    }
  ],
  "2025": [
    {
      "id": "letter_1_1",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write a letter to your sister congratulating her on her success in the NEET.",
      "prashna": "अपनी बहन को नीट (NEET) में उसकी सफलता पर बधाई देते हुए एक पत्र लिखें।"
    },
    {
      "id": "letter_1_2",
      "type": "letter_application",
      "chapter_name": "Grammar",
      "question": "Write an application to the Principal asking him / her for leave to attend a workshop on Yoga.",
      "prashna": "प्राचार्य को योग पर एक कार्यशाला में भाग लेने के लिए छुट्टी मांगते हुए एक आवेदन पत्र लिखें।"
    }
  ]
}