{
  "2021": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage and answer the questions that follow : \nTrees protect the environment and provide oxygen. They prevent soil erosion. Excessive cutting of trees have aggravated many ecological problems. Despite many awareness campaigns, people have not put an end to the practice of cutting trees. We do not realise that by disturbing the ecological balance in nature, we are ourselves paving the way for breakdown of the life-support system.",
      "prashna": "गद्यांश को पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें: \nपेड़ पर्यावरण की रक्षा करते हैं और ऑक्सीजन प्रदान करते हैं। वे मिट्टी के कटाव को रोकते हैं। पेड़ों की अत्यधिक कटाई ने कई पारिस्थितिक समस्याओं को बढ़ा दिया है। कई जागरूकता अभियानों के बावजूद, लोगों ने पेड़ काटने की प्रथा को समाप्त नहीं किया है। हम यह महसूस नहीं करते हैं कि प्रकृति में पारिस्थितिक संतुलन को बिगाड़कर, हम स्वयं जीवन-रक्षक प्रणाली के टूटने का मार्ग प्रशस्त कर रहे हैं।",
      "sub_questions": {
        "a": "What do trees do ?",
        "b": "What has aggravated the ecological problems ?",
        "c": "Which practice have we still not stopped ?",
        "d": "Make sentences with : Environment, Protect."
      },
      "anuprashna": {
        "a": "पेड़ क्या करते हैं?",
        "b": "पारिस्थितिक समस्याओं को किसने बढ़ाया है?",
        "c": "हमने अभी तक कौन सी प्रथा नहीं रोकी है?",
        "d": "इनके साथ वाक्य बनाएं: पर्यावरण, रक्षा।"
      }
    }
  ],
  "2022": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow :\nCivilization means refinement of manner, improved arts, learning, and physical and moral culture. It implies an ordered way of living so that our body, mind and soul may develop properly. It also means social organization, efficient government, and well-established laws. The object of civilization is to make life nobler and more beautiful.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें:\nसभ्यता का अर्थ है व्यवहार का परिष्कार, उन्नत कलाएँ, सीखना, और शारीरिक और नैतिक संस्कृति। इसका तात्पर्य जीने के एक व्यवस्थित तरीके से है ताकि हमारे शरीर, मन और आत्मा का उचित विकास हो सके। इसका अर्थ सामाजिक संगठन, कुशल सरकार और अच्छी तरह से स्थापित कानून भी है। सभ्यता का उद्देश्य जीवन को श्रेष्ठ और अधिक सुंदर बनाना है।",
      "sub_questions": {
        "a": "What do you mean by civilization ?",
        "b": "What does civilization imply ?",
        "c": "What is the object of civilization ?",
        "d": "Make sentences with : Civilization, Beautiful."
      },
      "anuprashna": {
        "a": "सभ्यता से आपका क्या अभिप्राय है?",
        "b": "सभ्यता का क्या तात्पर्य है?",
        "c": "सभ्यता का उद्देश्य क्या है?",
        "d": "इनसे वाक्य बनाइए: सभ्यता (Civilization), सुंदर (Beautiful)।"
      }
    }
  ],
  "2023": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow:\nAt this stage of civilization, when many nations are brought into close and vital contact for good and evil, it is essential, as never before, that their gross ignorance of one another should be diminished, that they should begin to understand a little of one another's historical experience and resulting mentality. It is the fault of the English to expect the people of other countries to react as they do, to political and international situations. One genuine goodwill and good intentions are often brought to nothing because we expect other people to be like us. This would be corrected if we know the history, not necessarily in detail but in broad outlines, of the social and political conditions which have given to each nation its present character.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें: (सभ्यता के इस चरण में, जब कई राष्ट्र अच्छे और बुरे के लिए घनिष्ठ और महत्वपूर्ण संपर्क में लाए जाते हैं, यह आवश्यक है, जैसा पहले कभी नहीं था, कि एक-दूसरे के प्रति उनकी घोर अज्ञानता को कम किया जाना चाहिए...)",
      "sub_questions": {
        "a": "What is essential at this stage of civilization?",
        "b": "What is the major fault of the English people?",
        "c": "Why should we know about other countries?",
        "d": "Why should ignorance be diminished?"
      },
      "anuprashna": {
        "a": "सभ्यता के इस चरण में क्या आवश्यक है?",
        "b": "अंग्रेज लोगों की मुख्य गलती क्या है?",
        "c": "हमें दूसरे देशों के बारे में क्यों जानना चाहिए?",
        "d": "अज्ञानता को क्यों कम किया जाना चाहिए?"
      }
    }
  ],
  "2025": [
    {
      "id": "passage_1",
      "type": "passage_comprehension",
      "chapter_name": "Grammar",
      "question": "Read the passage carefully and answer the questions that follow : The smile is the best tonic for our mind and body. It takes thirteen muscles to smile, but forty-three to be angry. To be cheerful, we have to create positive thoughts. On the other hand, if we constantly think about negative things, we feel unhappy. So the best way to avoid a negative idea is to replace it with a positive one. When we are relaxed and in bed, we should practise putting some cheerful thoughts.",
      "prashna": "गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर दें: मुस्कान हमारे मन और शरीर के लिए सबसे अच्छा टॉनिक है। मुस्कुराने में तेरह मांसपेशियां लगती हैं, लेकिन गुस्सा होने में पैंतालीस। खुश रहने के लिए हमें सकारात्मक विचार पैदा करने होंगे। दूसरी ओर, यदि हम लगातार नकारात्मक चीजों के बारे में सोचते हैं, तो हम दुखी महसूस करते हैं। इसलिए नकारात्मक विचार से बचने का सबसे अच्छा तरीका उसे सकारात्मक विचार से बदलना है। जब हम आराम से बिस्तर पर हों, तो हमें कुछ खुशनुमा विचार रखने का अभ्यास करना चाहिए।",
      "sub_questions": {
        "a": "What is the best tonic for our mind and body ?",
        "b": "What should we practise when we are relaxed in bed ?",
        "c": "What should we do to be cheerful ?",
        "d": "What happens when we constantly think about negative things ?"
      },
      "anuprashna": {
        "a": "हमारे मन और शरीर के लिए सबसे अच्छा टॉनिक क्या है?",
        "b": "बिस्तर पर आराम करते समय हमें किसका अभ्यास करना चाहिए?",
        "c": "खुश रहने के लिए हमें क्या करना चाहिए?",
        "d": "जब हम लगातार नकारात्मक चीजों के बारे में सोचते हैं तो क्या होता है?"
      }
    }
  ]
}