{
  "2021": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a precis of the following passage and give a suitable title : \nHealth is the most valuable thing in human life. Life without good health is no life at all. An unhealthy man leads a miserable life. Good health is the key to success in life. The real wealth of man is his health. We must pay proper attention to it and keep ourselves fit and healthy.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (precis) लिखें और एक उपयुक्त शीर्षक दें: \nमानव जीवन में स्वास्थ्य सबसे मूल्यवान वस्तु है। अच्छे स्वास्थ्य के बिना जीवन का कोई अस्तित्व नहीं है। एक अस्वस्थ व्यक्ति दयनीय जीवन व्यतीत करता है। अच्छा स्वास्थ्य जीवन में सफलता की कुंजी है। मनुष्य का वास्तविक धन उसका स्वास्थ्य है। हमें इस पर उचित ध्यान देना चाहिए और स्वयं को फिट और स्वस्थ रखना चाहिए।"
    }
  ],
  "2022": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "OR Write a précis of the following passage and give a suitable title :\nDiscipline means to follow rules or do things in regular order. It is a very important part of life. Children should be taught to follow discipline while studying, eating or playing. Adults should also lead disciplined lives. We must always remember that with the right quality of discipline all our ventures are certain to succeed.",
      "prashna": "अथवा निम्नलिखित गद्यांश का संक्षेपण (précis) लिखें और एक उपयुक्त शीर्षक दें:\nअनुशासन का अर्थ है नियमों का पालन करना या चीजों को नियमित क्रम में करना। यह जीवन का एक बहुत ही महत्वपूर्ण हिस्सा है। बच्चों को पढ़ते, खाते या खेलते समय अनुशासन का पालन करना सिखाया जाना चाहिए। वयस्कों को भी अनुशासित जीवन जीना चाहिए। हमें हमेशा याद रखना चाहिए कि अनुशासन के सही गुण के साथ हमारे सभी उपक्रमों का सफल होना निश्चित है।"
    }
  ],
  "2023": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a precis of the following passage and give a suitable title:\nThe need of the hour is not any startling scientific discovery but ideal human qualities which the world is eagerly waiting for. These qualities are not material and so science has no grip over them. In the distant future, science may not have the better understanding of his fellowmen. However, as the future is troublesome and life exciting, man has to be fearless.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (precis) लिखें और एक उपयुक्त शीर्षक दें:\nसमय की मांग कोई चौंकाने वाली वैज्ञानिक खोज नहीं है, बल्कि आदर्श मानवीय गुण हैं जिनकी दुनिया बेसब्री से प्रतीक्षा कर रही है। ये गुण भौतिक नहीं हैं और इसलिए विज्ञान की उन पर कोई पकड़ नहीं है। दूर के भविष्य में, विज्ञान अपने साथियों की बेहतर समझ नहीं रख पाएगा। हालाँकि, जैसा कि भविष्य कष्टदायक और जीवन रोमांचक है, मनुष्य को निडर होना होगा।"
    }
  ],
  "2024": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a précis of the following passage and give a suitable title : \nHumans first appeared on earth a million and a half years ago. He was a little more than an animal then. Still, early humans had some advantages over animals. He had a large brain, an erect body with fast-moving hands. He invented a language to communicate with his colleagues. The ability to speak was of the highest value because it allowed them to share ideas and plans together. Speech enabled the transmission of ideas from generation to generation. These special advantages put humans far ahead of all other living creatures.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (précis) लिखें और एक उपयुक्त शीर्षक दें: \nइंसान पहली बार डेढ़ मिलियन साल पहले पृथ्वी पर दिखाई दिया था। तब वह एक जानवर से थोड़ा ही अधिक था। फिर भी, शुरुआती मनुष्यों को जानवरों पर कुछ फायदे थे। उसके पास एक बड़ा मस्तिष्क, तेजी से चलते हाथों वाला सीधा शरीर था। उसने अपने सहयोगियों के साथ संवाद करने के लिए एक भाषा का आविष्कार किया। बोलने की क्षमता उच्चतम मूल्य की थी क्योंकि इसने उन्हें विचारों और योजनाओं को एक साथ साझा करने की अनुमति दी। वाक् शक्ति ने पीढ़ी-दर-पीढ़ी विचारों के संचरण को सक्षम बनाया। इन विशेष लाभों ने मनुष्यों को अन्य सभी जीवित प्राणियों से बहुत आगे कर दिया।"
    }
  ],
  "2025": [
    {
      "id": "precis_1",
      "type": "precis",
      "chapter_name": "Grammar",
      "question": "Write a précis of the following passage and give a suitable title : The character of good men is like that of trees. They live for others and do not lose their qualities even in losing their lives. They always follow the right path. Praise is immaterial to them. To live for one's own sake is to lead the life of beasts. Only those who lay down their lives for others will live forever in a world of bliss.",
      "prashna": "निम्नलिखित गद्यांश का संक्षेपण (précis) लिखें और एक उपयुक्त शीर्षक दें: अच्छे पुरुषों का चरित्र पेड़ों जैसा होता है। वे दूसरों के लिए जीते हैं और अपनी जान गंवाकर भी अपने गुणों को नहीं खोते। वे हमेशा सही रास्ते पर चलते हैं। प्रशंसा उनके लिए कोई मायने नहीं रखती। अपने लिए जीना पशुओं का जीवन जीने के समान है। केवल वे ही जो दूसरों के लिए अपना जीवन न्यौछावर करते हैं, आनंद की दुनिया में हमेशा जीवित रहेंगे।"
    }
  ]
}