{
  "2009": [
    {
      "id": "long_3_2",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Write a note on the importance of English in India with special reference to globalisation of economy.",
      "prashna": "अर्थव्यवस्था के वैश्वीकरण के विशेष संदर्भ में भारत में अंग्रेजी के महत्व पर एक टिप्पणी लिखें।"
    },
    {
      "id": "long_4_2",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Write a note on the future of English in India.",
      "prashna": "भारत में अंग्रेजी के भविष्य पर एक टिप्पणी लिखें।"
    }
  ],
  "2013": [
    {
      "id": "long_3_1",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Write a short note on Indian English novel.",
      "prashna": "भारतीय अंग्रेजी उपन्यास पर एक संक्षिप्त टिप्पणी लिखें।"
    }
  ],
  "2014": [
    {
      "id": "long_2_1",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Name any five English novelists.",
      "prashna": "किन्हीं पांच अंग्रेजी उपन्यासकारों के नाम बताइए।"
    }
  ],
  "2017": [
    {
      "id": "long_3_1",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Discuss the importance of English in India.",
      "prashna": "भारत में अंग्रेजी के महत्व पर चर्चा करें।"
    }
  ],
  "2019": [
    {
      "id": "long_answer_1_2",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "Write a note on the development of Indian poetry in English.",
      "instructions": "OR"
    }
  ],
  "2022": [
    {
      "id": "long_1_3",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "c) Write a note on the dialects of Middle English.\nOR Write a note on the future of English.\nOR Write a note on American English.",
      "prashna": "ग) मध्य अंग्रेजी की बोलियों पर एक टिप्पणी लिखें।\nअथवा अंग्रेजी के भविष्य पर एक टिप्पणी लिखें।\nअथवा अमेरिकी अंग्रेजी पर एक टिप्पणी लिखें।"
    },
    {
      "id": "long_1_6",
      "type": "long_answer",
      "chapter_name": "Keeping Quiet",
      "question": "f) Match the names of the authors given in List-A with their works in List-B :\nList-A: i) H. E. Bates, ii) Germaine Greer, iii) Dorothy L. Sayers, iv) Dr. Zakir Hussain, v) Martin Luther King, Jr.\nList-B: a) How Free is the Press, b) Bharat is My Home, c) I have a Dream, d) A Child is Born, e) The Earth",
      "prashna": "च) सूची-A में दिए गए लेखकों के नामों का मिलान सूची-B में उनकी कृतियों से करें:\nसूची-A: i) एच. ई. बेट्स, ii) जर्मेन ग्रीर, iii) डोरोथी एल. सायर्स, iv) डॉ. जाकिर हुसैन, v) मार्टिन लूथर किंग, जूनियर\nसूची-B: a) हाउ फ्री इज द प्रेस, b) भारत इज माय होम, c) आई हैव अ ड्रीम, d) अ चाइल्ड इज बोर्न, e) द अर्थ"
    }
  ]
}